
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>跋 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="new-laptop-setup.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    认识你的电脑
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公样样行
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="archive-formats-and-tools.html">
            
                <a href="archive-formats-and-tools.html">
            
                    
                    压缩文件与压缩工具
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="tools-software.html">
            
                <a href="tools-software.html">
            
                    
                    工具类软件推荐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="how-to-find-tutorials.html">
            
                <a href="how-to-find-tutorials.html">
            
                    
                    怎样寻找优质的教程
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="screens-and-their-secrets.html">
            
                <a href="screens-and-their-secrets.html">
            
                    
                    显示器的二三事
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="user-and-ms-account.html">
            
                <a href="user-and-ms-account.html">
            
                    
                    用户与微软账号
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="recover-from-bsod.html">
            
                <a href="recover-from-bsod.html">
            
                    
                    蓝屏与解决蓝屏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="windows-11-optimization.html">
            
                <a href="windows-11-optimization.html">
            
                    
                    Windows 11 修整指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="new-laptop-setup.html">
            
                <a href="new-laptop-setup.html">
            
                    
                    笔记本新机「开荒」指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter active" data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >跋</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8DCB;">&#x8DCB;</h1>
<p>&#x65F6;&#x5149;&#x5306;&#x5306;&#x5982;&#x767D;&#x9A79;&#x8FC7;&#x9699;&#xFF0C;&#x53C8;&#x662F;&#x4E00;&#x5E74;&#x6625;&#x8282;&#x6765;&#x4E34;&#xFF0C;&#x4E5F;&#x662F;&#x300A;&#x4F60;&#x7F3A;&#x5931;&#x7684;&#x90A3;&#x95E8;&#x8BA1;&#x7B97;&#x673A;&#x8BFE;&#x300B;&#x5DEE;&#x4E0D;&#x591A;&#x4E00;&#x5468;&#x5E74;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x5E74;&#x4E2D;&#xFF0C;&#x300A;&#x4F60;&#x7F3A;&#x8BA1;&#x8BFE;&#x300B;&#x7684;&#x5185;&#x5BB9;&#x7684;&#x786E;&#x5728;&#x589E;&#x52A0;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x5374;&#x6709;&#x65F6;&#x611F;&#x89C9;&#x529B;&#x4E0D;&#x4ECE;&#x5FC3;&#xFF0C;&#x539F;&#x56E0;&#x5F88;&#x7B80;&#x5355;&#x2014;&#x2014;&#x6CA1;&#x6D3B;&#x4E86;&#x3002;&#x7684;&#x786E;&#xFF0C;&#x5728;&#x6B64;&#x524D;&#x7F16;&#x5199;&#x8FD9;&#x4EFD;&#x6559;&#x7A0B;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x5C3D;&#x529B;&#x5C06;&#x81EA;&#x5DF1;&#x6240;&#x80FD;&#x8003;&#x8651;&#x5230;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#x90FD;&#x5448;&#x73B0;&#x5728;&#x5176;&#x4E2D;&#xFF0C;&#x4F46;&#x4EBA;&#x65E0;&#x5B8C;&#x4EBA;&#xFF0C;&#x767E;&#x5BC6;&#x4E00;&#x758F;&#xFF0C;&#x603B;&#x6709;&#x6211;&#x4EEC;&#x8003;&#x8651;&#x4E0D;&#x5468;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x603B;&#x6709;&#x6211;&#x4EEC;&#x89C6;&#x7EBF;&#x4EE5;&#x5916;&#x7684;&#x89D2;&#x5EA6;&#x3002;&#x6700;&#x8FD1;&#x6DFB;&#x52A0;&#x7684; <a href="recover-from-bsod.html">&#x84DD;&#x5C4F;&#x4E0E;&#x89E3;&#x51B3;&#x84DD;&#x5C4F;</a> &#x4E00;&#x7AE0;&#xFF0C;&#x8FD8;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x4ED6;&#x4EBA;&#x9047;&#x5230;&#x84DD;&#x5C4F;&#x95EE;&#x9898;&#x6765;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#x65F6;&#x5F97;&#x5230;&#x7684;&#x7075;&#x611F;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x6240;&#x6709;&#x770B;&#x5230;&#x8FD9;&#x4EFD;&#x6559;&#x7A0B;&#x7684;&#x4EBA;&#x90FD;&#x80FD;&#x63D0;&#x51FA;&#x5EFA;&#x8BAE;&#xFF0C;&#x4F46;&#x76EE;&#x524D;&#x6765;&#x770B;&#x5B9E;&#x5728;&#x4E0D;&#x591A;&#xFF0C;&#x4E5F;&#x7B97;&#x4E00;&#x5927;&#x61BE;&#x4E8B;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x5E74;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x610F;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#x5730;&#x65B9;&#x770B;&#x5230;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x6709;&#x4EBA;&#x4E0E;&#x6211;&#x4EEC;&#x8054;&#x7CFB;&#xFF0C;&#x8FD8;&#x662F;&#x6709;&#x4EBA;&#x7684;&#x6587;&#x7AE0;&#x4F5C;&#x4E86;&#x63A8;&#x8350;&#xFF0C;&#x90FD;&#x662F;&#x5BF9;&#x6211;&#x4EEC;&#x4E0D;&#x5C0F;&#x7684;&#x9F13;&#x821E;&#x3002;&#x5F88;&#x591A;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x8033;&#x8FB9;&#x4F1A;&#x54CD;&#x8D77;&#x300C;&#x4F60;&#x505A;&#x8FD9;&#x4E2A;&#x6709;&#x4EC0;&#x4E48;&#x610F;&#x4E49;&#x5462;&#xFF1F;&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5176;&#x5B9E;&#x5728;&#x7ACB;&#x573A;&#x4E0A;&#x5C31;&#x5DF2;&#x7ECF;&#x504F;&#x79BB;&#x4E86;&#x3002;&#x4EBA;&#x4EEC;&#x6240;&#x505A;&#xFF0C;&#x5E76;&#x4E0D;&#x4E00;&#x5B9A;&#x5BF9;&#x6240;&#x6709;&#x4EBA;&#x6709;&#x300C;&#x610F;&#x4E49;&#x300D;&#xFF0C;&#x6211;&#x4EEC;&#x6240;&#x8FFD;&#x6C42;&#x7684;&#xFF0C;&#x5E94;&#x5F53;&#x662F;&#x300C;&#x9020;&#x798F;&#x4E00;&#x65B9;&#x4EBA;&#x300D;&#x3002;&#x4F46;&#x4EBA;&#x751F;&#x5728;&#x4E16;&#xFF0C;&#x96BE;&#x514D;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x6240;&#x505A;&#x80FD;&#x591F;&#x88AB;&#x4ED6;&#x4EBA;&#x8BA4;&#x53EF;&#xFF0C;&#x8FD9;&#x65E2;&#x662F;&#x5FC3;&#x7075;&#x7684;&#x6170;&#x85C9;&#xFF0C;&#x4E5F;&#x662F;&#x4EF7;&#x503C;&#x7684;&#x4F53;&#x73B0;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x5E74;&#x4E2D;&#xFF0C;&#x300C;&#x9EC4;&#x91D1;&#x7CBE;&#x795E;&#x300D;&#x7684;&#x5185;&#x6DB5;&#x5728;&#x6211;&#x773C;&#x524D;&#x5448;&#x73B0;&#x3002;&#x6709;&#x4F4D;&#x670B;&#x53CB;&#x2014;&#x2014;&#x6682;&#x4E14;&#x79F0;&#x4E4B;&#x4E3A;&#x300C;L&#x300D;&#x2014;&#x2014;&#x770B;&#x5230;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x4E5F;&#x60F3;&#x5199;&#x4E9B;&#x4EC0;&#x4E48;&#x3002;L &#x8BF4;&#xFF1A;&#x300C;&#x53D7;&#x6B64;&#x542F;&#x53D1;&#xFF0C;&#x6211;&#x4E5F;&#x51C6;&#x5907;&#x5199;&#x4E2A;&#x7C7B;&#x4F3C;&#x7684;&#x3002;&#x300D;&#x6211;&#x8BF4;&#xFF1A;&#x300C;&#x54C7;&#x54E6;&#x3002;&#x300D;&#x8FD9;&#x662F;&#x5728;&#x53BB;&#x5E74; 10 &#x6708;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x3002;&#x672C;&#x6708;&#x6708;&#x521D;&#xFF0C;&#x6211;&#x5411; L &#x95EE;&#x8D77;&#x6B64;&#x4E8B;&#x8FDB;&#x5C55;&#xFF0C;L &#x8BF4;&#xFF1A;&#x300C;&#x6682;&#x65F6;&#x8FD8;&#x6CA1;&#x6709;&#xFF0C;&#x4E8B;&#x60C5;&#x592A;&#x591A;&#x4E86;&#x3002;&#x300D;&#x6211;&#x550F;&#x5618;&#x3002;&#x540E;&#x6765;&#x4E0E;&#x53E6;&#x4E00;&#x4F4D;&#x670B;&#x53CB; K &#x804A;&#x5929;&#x65F6;&#x63D0;&#x53CA;&#x6B64;&#x4E8B;&#xFF0C;K &#x8BF4;&#xFF1A;&#x300C;&#x4E0D;&#x5982;&#x8BF4;&#xFF0C;&#x4F1A;&#x575A;&#x6301;&#x5199;&#x8FD9;&#x4E2A;&#x7684;&#x624D;&#x662F;&#x5C11;&#x4E4B;&#x53C8;&#x5C11;&#x5427;&#x3002;&#x300D;&#x6211;&#x53C8;&#x550F;&#x5618;&#x3002;&#x300C;&#x4E16;&#x4E0A;&#x65E0;&#x96BE;&#x4E8B;&#xFF0C;&#x53EA;&#x6015;&#x6709;&#x5FC3;&#x4EBA;&#x3002;&#x300D;&#x4FD7;&#x8BED;&#x4E2D;&#x7684;&#x9053;&#x7406;&#x663E;&#x800C;&#x6613;&#x89C1;&#xFF0C;&#x6301;&#x4E4B;&#x4EE5;&#x6052;&#x4E8B;&#x5C31;&#x80FD;&#x6210;&#xFF0C;&#x4F46;&#x5B83;&#x5374;&#x6210;&#x4E3A;&#x4E86;&#x5982;&#x4ECA;&#x7684;&#x300C;&#x9EC4;&#x91D1;&#x7CBE;&#x795E;&#x300D;&#xFF0C;&#x56E0;&#x4E3A;&#x300C;&#x6301;&#x4E4B;&#x4EE5;&#x6052;&#x300D;&#x56DB;&#x4E2A;&#x5B57;&#xFF0C;&#x8BF4;&#x51FA;&#x53BB;&#x53EA;&#x9700;&#x8981;&#x4E0D;&#x5230;&#x4E24;&#x79D2;&#xFF0C;&#x4F46;&#x8981;&#x4ED8;&#x8BF8;&#x884C;&#x52A8;&#x5374;&#x5F88;&#x5BB9;&#x6613;&#x534A;&#x9014;&#x800C;&#x5E9F;&#x3002;</p>
<p>&#x613F;&#x65B0;&#x7684;&#x4E00;&#x5E74;&#xFF0C;&#x6211;&#x4EEC;&#x80FD;&#x7EE7;&#x7EED;&#x4E3A;&#x300A;&#x4F60;&#x7F3A;&#x8BA1;&#x8BFE;&#x300B;&#x6DFB;&#x7816;&#x52A0;&#x74E6;&#x3002;&#x7166;&#x98CE;&#x9A80;&#x8361;&#xFF0C;&#x6765;&#x65E5;&#x65B9;&#x957F;&#x3002;</p>
<p>Windy</p>
<p>2023/1/30</p>
<hr>
<p>&#x8DDD;&#x79BB;&#x300A;&#x4F60;&#x7F3A;&#x5931;&#x7684;&#x90A3;&#x95E8;&#x8BA1;&#x7B97;&#x673A;&#x8BFE;&#x300B;&#x7B2C;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#xFF08;<a href="computer-and-its-components.html">&#x8BA4;&#x8BC6;&#x4F60;&#x7684;&#x7535;&#x8111;</a>&#xFF09;&#x5199;&#x6210;&#x5DF2;&#x7ECF;&#x8FC7;&#x53BB;&#x4E00;&#x4E2A;&#x534A;&#x6708;&#x4E86;&#x3002;&#x5728;&#x8FD9;&#x56DB;&#x4E94;&#x5341;&#x5929;&#x7684;&#x65F6;&#x95F4;&#x91CC;&#xFF0C;&#x6211;&#x4EEC;&#x5FD9;&#x91CC;&#x5077;&#x95F2;&#x3001;&#x9646;&#x9646;&#x7EED;&#x7EED;&#x5730;&#x5B8C;&#x6210;&#x4E86;&#x5341;&#x591A;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x5927;&#x4F53;&#x4E0A;&#x5DF2;&#x7ECF;&#x6DB5;&#x76D6;&#x4E86;&#x300C;&#x6700;&#x57FA;&#x672C;&#x7684;&#x7535;&#x8111;&#x5E38;&#x8BC6;&#x548C;&#x64CD;&#x4F5C;&#x300D;&#xFF08;&#x5F52;&#x4E8E;&#x300C;&#x57FA;&#x7840;&#x7BC7;&#x300D;&#xFF09;&#x3001;&#x300C;&#x5E38;&#x7528;&#x8F6F;&#x4EF6;&#x7684;&#x76F8;&#x5173;&#x4ECB;&#x7ECD;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x4F18;&#x826F;&#x8F6F;&#x4EF6;&#x7684;&#x63A8;&#x8350;&#x300D;&#xFF08;&#x5F52;&#x4E8E;&#x300C;&#x8F6F;&#x4EF6;&#x7BC7;&#x300D;&#xFF09;&#x548C;&#x300C;&#x4E00;&#x4E9B;&#x96BE;&#x4EE5;&#x5F52;&#x7C7B;&#x7684;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;&#x6280;&#x5DE7;&#x548C;&#x4E00;&#x4E9B;&#x76F8;&#x5BF9;&#x6BD4;&#x8F83;&#x6DF1;&#x5165;&#x7684;&#x5185;&#x5BB9;&#x300D;&#xFF08;&#x5F52;&#x4E8E;&#x300C;&#x8FDB;&#x9636;&#x7BC7;&#x300D;&#xFF09;&#x8FD9;&#x6837;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x603B;&#x5B57;&#x6570;&#x5DF2;&#x7ECF;&#x63A5;&#x8FD1; 6 &#x4E07;&#x5B57;&#x3002;&#x4F5C;&#x4E3A;&#x5B8C;&#x5168;&#x975E;&#x5229;&#x76CA;&#x76F8;&#x5173;&#x7684;&#x5C0F;&#x9879;&#x76EE;&#xFF0C;&#x300A;Missing&#x300B;&#x80FD;&#x8D70;&#x5230;&#x76EE;&#x524D;&#x8FD9;&#x4E00;&#x6B65;&#xFF0C;&#x5DF2;&#x7ECF;&#x662F;&#x975E;&#x5E38;&#x51FA;&#x4E4E;&#x6211;&#x610F;&#x6599;&#x4E86;&#x3002;</p>
<p>&#x64B0;&#x5199;&#x300A;Missing&#x300B;&#x7684;&#x80CC;&#x666F;&#xFF0C;&#x5982; <a href="premble.html">&#x5E8F;</a> &#x6240;&#x8A00;&#xFF0C;&#x662F;&#x6709;&#x611F;&#x4E8E;&#x8EAB;&#x8FB9;&#x7684;&#x540C;&#x5B66;&#x4E2D;&#x300C;&#x7535;&#x8111;&#x5C0F;&#x767D;&#x300D;&#x7684;&#x6BD4;&#x91CD;&#x4E4B;&#x9AD8;&#x3002;&#x5C3D;&#x7BA1;&#x5728;&#x5F00;&#x59CB;&#x7F16;&#x5199;&#x540E;&#x4E0D;&#x4E45;&#x6211;&#x5C31;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x6837;&#x5199;&#x6559;&#x7A0B;&#x7684;&#x8BFB;&#x8005;&#x9762;&#x5176;&#x5B9E;&#x76F8;&#x5F53;&#x72ED;&#x7A84;&#x2014;&#x2014;&#x6211;&#x4EEC;&#x603B;&#x662F;&#x66F4;&#x6CE8;&#x91CD;&#x4E8E;&#x300C;&#x89E3;&#x91CA;&#x539F;&#x7406;&#x300D;&#x800C;&#x975E;&#x300C;&#x6559;&#x6388;&#x65B9;&#x6CD5;&#x300D;&#x3002;&#x6362;&#x8A00;&#x4E4B;&#xFF0C;&#x300A;Missing&#x300B;&#x7684;&#x6587;&#x7AE0;&#x53EF;&#x4EE5;&#x8BF4;&#x300C;&#x53C8;&#x81ED;&#x53C8;&#x957F;&#x300D;&#x3002;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x300C;&#x7535;&#x8111;&#x5C0F;&#x767D;&#x300D;&#x5E76;&#x4E0D;&#x611F;&#x5174;&#x8DA3;&#x4E8E;&#x4E86;&#x89E3;&#x66F4;&#x591A;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x4ED6;&#x4EEC;&#x66F4;&#x613F;&#x610F;&#x77E5;&#x9053;&#x300C;&#x600E;&#x4E48;&#x505A;&#x300D;&#x5C31;&#x4E86;&#x4E8B;&#x3002;&#x8B6C;&#x5982;&#xFF0C;&#x5728; <a href="archive-formats-and-tools.html">&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x4E0E;&#x538B;&#x7F29;&#x5DE5;&#x5177;</a> &#x4E00;&#x7AE0;&#xFF0C;&#x6211;&#x4EEC;&#x82B1;&#x4E86;&#x5F88;&#x591A;&#x7BC7;&#x5E45;&#xFF0C;&#x4EE5;&#x6211;&#x4EEC;&#x81EA;&#x8BA4;&#x4E3A;&#x300C;&#x975E;&#x5E38;&#x597D;&#x7406;&#x89E3;&#x300D;&#x7684;&#x63AA;&#x8F9E;&#x89E3;&#x91CA;&#x4E86;&#x300C;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x300D;&#x7684;&#x5185;&#x5728;&#x539F;&#x7406;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5F88;&#x591A;&#x8BFB;&#x8005;&#x53EF;&#x80FD;&#x4EC5;&#x4EC5;&#x53EA;&#x60F3;&#x77E5;&#x9053;&#x300C;&#x6211;&#x5E94;&#x8BE5;&#x7528;&#x54EA;&#x79CD;&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x300D;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x4E8B;&#x3002;&#x5E73;&#x5747;&#x957F;&#x5EA6;&#x51E0;&#x5343;&#x5B57;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x4ED6;&#x4EEC;&#x6240;&#x613F;&#x610F;&#x9605;&#x8BFB;&#x7684;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x300A;Missing&#x300B;&#x4E4B;&#x6240;&#x4EE5;&#x81EA;&#x540D;&#x300A;&#x8BA1;&#x7B97;&#x673A;&#x8BFE;&#x300B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x300A;&#x7535;&#x8111;&#x64CD;&#x4F5C;&#x6559;&#x7A0B;&#x300B;&#xFF0C;&#x6B63;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x76F8;&#x4FE1;&#x300C;&#x7406;&#x89E3;&#x539F;&#x7406;&#x300D;&#x662F;&#x300C;&#x719F;&#x7EC3;&#x64CD;&#x4F5C;&#x300D;&#x7684;&#x57FA;&#x7840;&#x3002;&#x6211;&#x4EEC;&#x5F53;&#x7136;&#x53EF;&#x4EE5;&#x7528;&#x4E00;&#x53E5;&#x8BDD;&#x544A;&#x8BC9;&#x8BFB;&#x8005;&#x300C;&#x65E0;&#x8111;&#x9009;&#x62E9; Chrome &#x6D4F;&#x89C8;&#x5668;&#x5C31;&#x5BF9;&#x4E86;&#x300D;&#x300C;&#x53BB;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;&#x4E0B;&#x8F7D; Office&#xFF0C;&#x518D;&#x968F;&#x4FBF;&#x627E;&#x4E2A;&#x6FC0;&#x6D3B;&#x5DE5;&#x5177;&#x6FC0;&#x6D3B;&#x5C31;&#x884C;&#x4E86;&#x300D;&#x751A;&#x81F3;&#x4E8E;&#x300C;&#x4E70;&#x7535;&#x8111;&#x9009; i7 &#x7684;&#x3001;&#x5927;&#x5185;&#x5B58;&#x7684;&#x3001;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x7684;&#x51C6;&#x6CA1;&#x9519;&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x300C;&#x65B9;&#x6CD5;&#x8BBA;&#x300D;&#xFF0C;&#x4F46;&#x90A3;&#x6837;&#x7684;&#x8BDD;&#xFF0C;&#x4ED6;&#x4EEC;&#x6216;&#x8BB8;&#x5C31;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x300C;&#x6211;&#x7528;&#x7684;&#x597D;&#x597D;&#x7684; 360 &#x6D4F;&#x89C8;&#x5668;&#x4E3A;&#x4EC0;&#x4E48;&#x5C31;&#x4E0D;&#x884C;&#x300D;&#x300C;WPS &#x4E0D;&#x5C31;&#x662F;&#x5E7F;&#x544A;&#x6BD4;&#x8F83;&#x591A;&#x5417;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x7528; Office&#x300D;&#x4EE5;&#x53CA;&#x300C;&#x4E3A;&#x4EC0;&#x4E48;&#x5927;&#x5BB6;&#x90FD;&#x63A8;&#x8350;&#x56FA;&#x6001;&#x786C;&#x76D8;&#xFF0C;&#x4F46;&#x5B83;&#x771F;&#x7684;&#x592A;&#x8D35;&#x4E86;&#x300D;&#x3002;&#x6211;&#x4EEC;&#x5199;&#x4F5C;&#x7684;&#x521D;&#x8877;&#xFF0C;&#x662F;&#x8BA9;&#x8BFB;&#x8005;&#x80FD;&#x591F;&#x9010;&#x6E10;&#x77E5;&#x9053;&#x300C;&#x81EA;&#x5DF1;&#x7684;&#x6BCF;&#x4E00;&#x6B65;&#x64CD;&#x4F5C;&#x90FD;&#x662F;&#x5728;&#x5E72;&#x4EC0;&#x4E48;&#x300D;&#x2014;&#x2014;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x300C;&#x6388;&#x4EBA;&#x4EE5;&#x6E14;&#x300D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x300C;&#x6388;&#x4EBA;&#x4EE5;&#x9C7C;&#x300D;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x7F8E;&#x597D;&#x613F;&#x666F;&#xFF0C;&#x4F46;&#x73B0;&#x5B9E;&#x5F88;&#x9AA8;&#x611F;&#xFF1A;&#x6211;&#x4EEC;&#x5E76;&#x975E;&#x4E13;&#x4E1A;&#x7684;&#x4F5C;&#x8005;&#xFF0C;&#x300A;Missing&#x300B;&#x4E5F;&#x4E0D;&#x662F;&#x4E00;&#x4EFD;&#x91D1;&#x94B1;&#x6216;&#x8005;&#x5B66;&#x5206;&#x9A71;&#x52A8;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x80FD;&#x505A;&#x5230;&#x5C3D;&#x529B;&#x53BB;&#x7AD9;&#x5728;&#x76EE;&#x6807;&#x8BFB;&#x8005;&#x2014;&#x2014;&#x4E5F;&#x5C31;&#x662F;&#x51E0;&#x4E4E;&#x96F6;&#x57FA;&#x7840;&#x7684;&#x7535;&#x8111;&#x5C0F;&#x767D;&#x2014;&#x2014;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x53BB;&#x8BA9;&#x6BCF;&#x4E00;&#x53E5;&#x8BDD;&#x90FD;&#x5199;&#x5F97;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x3002;&#x4F46;&#x8FD9;&#x6837;&#x505A;&#x5FC5;&#x7136;&#x662F;&#x6709;&#x5C40;&#x9650;&#x7684;&#x2014;&#x2014;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x6211;&#x4EEC;&#x89C9;&#x5F97;&#x5F88;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#xFF0C;&#x4F46;&#x53EF;&#x80FD;&#x5199;&#x51FA;&#x6765;&#x5C31;&#x672A;&#x5FC5;&#xFF1B;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x6211;&#x4EEC;&#x89C9;&#x5F97;&#x975E;&#x5E38;&#x6709;&#x5FC5;&#x8981;&#x4ECB;&#x7ECD;&#xFF0C;&#x4F46;&#x5B83;&#x53CD;&#x800C;&#x4F1A;&#x5E72;&#x6270;&#x8BFB;&#x8005;&#x7684;&#x601D;&#x7EF4;&#x3002;&#x6211;&#x4EEC;&#x975E;&#x5E38;&#x9700;&#x8981;&#x53CD;&#x9988;&#x2014;&#x2014;&#x5C24;&#x5176;&#x662F;&#xFF0C;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x7684;&#x300C;&#x76EE;&#x6807;&#x8BFB;&#x8005;&#x300D;&#x7684;&#x53CD;&#x9988;&#x3002;&#x53EA;&#x6709;&#x4E86;&#x89E3;&#x5230;&#x300C;&#x8BFB;&#x8005;&#x300D;&#x7684;&#x771F;&#x5B9E;&#x4F53;&#x4F1A;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x53EF;&#x80FD;&#x8BA9;&#x8FD9;&#x4EFD;&#x6559;&#x7A0B;&#x53D8;&#x5F97;&#x66F4;&#x597D;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x6B63;&#x5728;&#x5236;&#x4F5C;&#x672C;&#x6559;&#x7A0B;&#x7684; PDF &#x7248;&#x672C;&#x3002;&#x53D7;&#x9650;&#x4E8E;&#x670D;&#x52A1;&#x5668;&#x7684;&#x7F51;&#x7EDC;&#x6761;&#x4EF6;&#xFF0C;&#x300A;Missing&#x300B;&#x7684;&#x5728;&#x7EBF;&#x7248;&#x672C;&#x9605;&#x8BFB;&#x8D77;&#x6765;&#x4F53;&#x9A8C;&#x5E76;&#x4E0D;&#x662F;&#x5F88;&#x597D;&#xFF0C;&#x5E38;&#x5E38;&#x51FA;&#x73B0;&#x56FE;&#x7247;&#x52A0;&#x8F7D;&#x6162;&#x751A;&#x81F3;&#x7F51;&#x7AD9;&#x5B8C;&#x5168;&#x6253;&#x4E0D;&#x5F00;&#x7684;&#x60C5;&#x51B5;&#x3002;PDF &#x7248;&#x672C;&#x7684;&#x5236;&#x4F5C;&#x53EF;&#x80FD;&#x80FD;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x7F13;&#x89E3;&#x6B64;&#x95EE;&#x9898;&#x3002;&#x6211;&#x4EEC;&#x4E5F;&#x5728;&#x601D;&#x8003;&#x80FD;&#x5426;&#x501F;&#x52A9;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x7684;&#x6E20;&#x9053;&#x2014;&#x2014;&#x4F8B;&#x5982;&#xFF0C;&#x6211;&#x4EEC;&#x6240;&#x5728;&#x5B66;&#x6821;&#x7684;&#x76F8;&#x5173;&#x793E;&#x56E2;&#x2014;&#x2014;&#x6765;&#x5E2E;&#x52A9;&#x4F20;&#x64AD;&#x548C;&#x4F18;&#x5316;&#x8FD9;&#x4EFD;&#x6559;&#x7A0B;&#x3002;&#x5C3D;&#x7BA1;&#x5B83;&#x662F;&#x5174;&#x8DA3;&#x4F7F;&#x7136;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4E5F;&#x4ECE;&#x5FC3;&#x91CC;&#x5E0C;&#x671B;&#x6211;&#x4EEC;&#x7684;&#x300A;Missing&#x300B;&#x80FD;&#x5E2E;&#x52A9;&#x5230;&#x66F4;&#x591A;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x300A;&#x4F60;&#x7F3A;&#x5931;&#x7684;&#x90A3;&#x95E8;&#x8BA1;&#x7B97;&#x673A;&#x8BFE;&#x300B;&#x7684;&#x8BDE;&#x751F;&#x79BB;&#x4E0D;&#x5F00;&#x5F88;&#x591A;&#x4EBA;&#x7684;&#x9F13;&#x52B1;&#x548C;&#x652F;&#x6301;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#x4E00;&#x5E76;&#x611F;&#x8C22;&#x4F60;&#x4EEC;&#x3002;&#x8C22;&#x8C22;&#x3002;</p>
<p>Hans</p>
<p>2022/2/12</p>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="new-laptop-setup.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 笔记本新机「开荒」指南">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"跋","level":"1.7","depth":1,"previous":{"title":"笔记本新机「开荒」指南","level":"1.6.2","depth":2,"path":"missing/new-laptop-setup.md","ref":"missing/new-laptop-setup.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/afterwords.md","mtime":"2023-10-06T15:19:39.578Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2023-10-06T15:20:27.360Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

