
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>「我的文件在哪里」——缺乏电脑常识的一代 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="afterwords.html" />
    
    
    <link rel="prev" href="answers.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    电脑以及电脑的组成
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公样样行
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="archive-formats-and-tools.html">
            
                <a href="archive-formats-and-tools.html">
            
                    
                    压缩文件与压缩工具
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="how-to-find-tutorials.html">
            
                <a href="how-to-find-tutorials.html">
            
                    
                    怎样寻找优质的教程
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="screens-and-their-secrets.html">
            
                <a href="screens-and-their-secrets.html">
            
                    
                    显示器的二三事
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="windows-11-optimization.html">
            
                <a href="windows-11-optimization.html">
            
                    
                    Windows 11 修整指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6.2" data-path="file-not-found.html">
            
                <a href="file-not-found.html">
            
                    
                    「我的文件在哪里」——缺乏电脑常识的一代
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >「我的文件在哪里」——缺乏电脑常识的一代</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x300C;&#x6211;&#x7684;&#x6587;&#x4EF6;&#x5728;&#x54EA;&#x91CC;&#x300D;&#x2014;&#x2014;&#x7F3A;&#x4E4F;&#x7535;&#x8111;&#x5E38;&#x8BC6;&#x7684;&#x4E00;&#x4EE3;">&#x300C;&#x6211;&#x7684;&#x6587;&#x4EF6;&#x5728;&#x54EA;&#x91CC;&#x300D;&#x2014;&#x2014;&#x7F3A;&#x4E4F;&#x7535;&#x8111;&#x5E38;&#x8BC6;&#x7684;&#x4E00;&#x4EE3;</h1>
<p>&#x539F;&#x6587;&#x6807;&#x9898;&#xFF1A;<em>Kids who grew up with search engines could change STEM education forever</em></p>
<p>&#x539F;&#x6587;&#x94FE;&#x63A5;&#xFF1A;<a href="https://www.theverge.com/22684730/students-file-folder-directory-structure-education-gen-z" target="_blank">https://www.theverge.com/22684730/students-file-folder-directory-structure-education-gen-z</a></p>
<p>&#x539F;&#x6587;&#x4F5C;&#x8005;&#xFF1A;Monica Chin</p>
<p>&#x63D2;&#x753B;&#xFF1A;Micha Huigen</p>
<p>&#x672C;&#x6587;&#x539F;&#x6587;&#x4EE5;&#x53CA;&#x63D2;&#x56FE;&#x7684;&#x8457;&#x4F5C;&#x6743;&#x5F52;&#x5C5E;&#x5176;&#x539F;&#x4F5C;&#x8005;&#x6240;&#x6709;&#x3002;</p>
<hr>
<p><img src="file-not-found/Untitled.png" alt="Untitled"></p>
<p>&#x65E9;&#x5728; 2017 &#x5E74;&#xFF0C;&#x5929;&#x4F53;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x51EF;&#x745F;&#x7433;&#xB7;&#x52A0;&#x5170;&#xFF08;Catherine Garland&#xFF09;&#x5C31;&#x53D1;&#x73B0;&#x4E86;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x8BE1;&#x5F02;&#x7684;&#x73B0;&#x8C61;&#xFF1A;&#x5979;&#x5728;&#x81EA;&#x5DF1;&#x6559;&#x6388;&#x7684;&#x8BFE;&#x7A0B;&#x4E2D;&#x8981;&#x6C42;&#x5B66;&#x751F;&#x4F7F;&#x7528;&#x4EFF;&#x771F;&#x8F6F;&#x4EF6;&#x6765;&#x5BF9;&#x53D1;&#x52A8;&#x673A;&#x7684;&#x6DA1;&#x8F6E;&#x8FDB;&#x884C;&#x6A21;&#x62DF;&#x3002;&#x5979;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x7684;&#x8BB2;&#x4E49;&#x5DF2;&#x7ECF;&#x5199;&#x5F97;&#x5F88;&#x6E05;&#x695A;&#x4E86;&#xFF0C;&#x4F46;&#x603B;&#x662F;&#x4E0D;&#x65AD;&#x6709;&#x5B66;&#x751F;&#x627E;&#x5230;&#x5979;&#x5BFB;&#x6C42;&#x8F6F;&#x4EF6;&#x4F7F;&#x7528;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x8FD9;&#x4E9B;&#x627E;&#x5230;&#x5979;&#x7684;&#x5B66;&#x751F;&#x90FD;&#x9047;&#x5230;&#x4E86;&#x540C;&#x6837;&#x7684;&#x95EE;&#x9898;&#xFF1A;&#x8F6F;&#x4EF6;&#x627E;&#x4E0D;&#x5230;&#x4ED6;&#x4EEC;&#x7684;&#x6587;&#x4EF6;&#x3002;</p>
<p>&#x52A0;&#x5170;&#x89C9;&#x5F97;&#x8FD9;&#x5E94;&#x8BE5;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x5927;&#x95EE;&#x9898;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x5979;&#x8BE2;&#x95EE;&#x6BCF;&#x4E00;&#x4E2A;&#x524D;&#x6765;&#x6C42;&#x52A9;&#x7684;&#x5B66;&#x751F;&#x300C;&#x4F60;&#x628A;&#x4F60;&#x7684;&#x9879;&#x76EE;&#x4FDD;&#x5B58;&#x5230;&#x54EA;&#x4E86;&#x300D;&#x2014;&#x2014;&#x4E5F;&#x8BB8;&#x662F;&#x5728;&#x684C;&#x9762;&#x4E0A;&#xFF1F;&#x53C8;&#x6216;&#x8005;&#x5728;&#x5171;&#x4EAB;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#xFF1F;&#x7136;&#x800C;&#xFF0C;&#x5979;&#x5F97;&#x5230;&#x591A;&#x6570;&#x7684;&#x56DE;&#x7B54;&#x5374;&#x662F;&#xFF1A;&#x300C;&#x4E0D;&#x597D;&#x610F;&#x601D;&#xFF0C;&#x60A8;&#x5728;&#x95EE;&#x4EC0;&#x4E48;&#xFF1F;&#x300D;&#x90A3;&#x4E9B;&#x5B66;&#x751F;&#x4E0D;&#x4EC5;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x628A;&#x6587;&#x4EF6;&#x4FDD;&#x5B58;&#x5728;&#x4E86;&#x54EA;&#x91CC;&#x2014;&#x2014;&#x4ED6;&#x4EEC;&#x751A;&#x81F3;&#x4E0D;&#x80FD;&#x7406;&#x89E3;&#x300C;&#x4F60;&#x628A;&#x6587;&#x4EF6;&#x4FDD;&#x5B58;&#x5728;&#x54EA;&#x91CC;&#x300D;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x672C;&#x8EAB;&#x3002;</p>
<p>&#x6E10;&#x6E10;&#x5730;&#xFF0C;&#x52A0;&#x5170;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x4E2A;&#x4E8B;&#x5B9E;&#xFF1A;&#x50CF;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x548C;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x8FD9;&#x6837;&#x4E0A;&#x4E00;&#x8F88;&#x4EBA;&#x90FD;&#x80FD;&#x8F7B;&#x677E;&#x7406;&#x89E3;&#x7684;&#x7535;&#x8111;&#x5E38;&#x8BC6;&#xFF0C;&#x5927;&#x5B66;&#x751F;&#x5BF9;&#x5B83;&#x4EEC;&#x5C45;&#x7136;&#x76F8;&#x5F53;&#x964C;&#x751F;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4E0D;&#x53EA;&#x662F;&#x52A0;&#x5170;&#xFF0C;&#x5979;&#x7684;&#x540C;&#x50DA;&#x4EEC;&#x5728;&#x8FC7;&#x53BB;&#x7684;&#x51E0;&#x5E74;&#x4E2D;&#x4E0D;&#x65AD;&#x5730;&#x53D1;&#x73B0;&#x548C;&#x8BC1;&#x5B9E;&#x7740;&#x8FD9;&#x4E00;&#x532A;&#x5937;&#x6240;&#x601D;&#x7684;&#x73B0;&#x8C61;&#x3002;</p>
<h2 id="&#x300C;&#x6211;&#x7684;&#x7535;&#x8111;&#x5C31;&#x50CF;&#x4E00;&#x4E2A;&#x6574;&#x7406;&#x5F97;&#x4E95;&#x4E95;&#x6709;&#x6761;&#x7684;&#x6A71;&#x67DC;&#x300D;">&#x300C;&#x6211;&#x7684;&#x7535;&#x8111;&#x5C31;&#x50CF;&#x4E00;&#x4E2A;&#x6574;&#x7406;&#x5F97;&#x4E95;&#x4E95;&#x6709;&#x6761;&#x7684;&#x6A71;&#x67DC;&#x300D;</h2>
<p>&#x6559;&#x6388;&#x4EEC;&#x5BF9;&#x4E8E;&#x5E74;&#x8F7B;&#x4EBA;&#x7684;&#x8FD9;&#x79CD;&#x5BF9;&#x7535;&#x8111;&#x77E5;&#x8BC6;&#x7684;&#x300C;&#x8131;&#x8282;&#x300D;&#x6709;&#x7740;&#x4E0D;&#x540C;&#x7684;&#x56DE;&#x5FC6;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x5BF9;&#x8FD9;&#x4E00;&#x73B0;&#x8C61;&#x7684;&#x4F30;&#x8BA1;&#xFF08;&#x5373;&#x4F7F;&#x662F;&#x6700;&#x521D;&#x6B65;&#x7684;&#x4F30;&#x8BA1;&#xFF09;&#x60CA;&#x4EBA;&#x7684;&#x76F8;&#x4F3C;&#x3002;&#x8FD9;&#x79CD;&#x95EE;&#x9898;&#x5DF2;&#x7ECF;&#x6301;&#x7EED;&#x6570;&#x5E74;&#x4E86;&#x2014;&#x2014;&#x5927;&#x7EA6;&#x662F;&#x4ECE; 2017 &#x5E74;&#x8D77;&#xFF0C;&#x8BB8;&#x591A;&#x6559;&#x5E08;&#x4EEC;&#x5C31;&#x9646;&#x9646;&#x7EED;&#x7EED;&#x53D1;&#x73B0;&#x4E86;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x3002;</p>
<p>&#x5728;&#x90A3;&#x4E00;&#x5E74;&#xFF0C;&#x8428;&#x8D5B;&#x514B;&#x65AF;&#x5927;&#x5B66;&#x7684;&#x5FC3;&#x7406;&#x5B66;&#x6559;&#x6388;&#x6797;&#x80AF;&#xB7;&#x79D1;&#x6797;&#xFF08;Lincoln Colling&#xFF09;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x7814;&#x7A76;&#x751F;&#x4ECE;&#x7279;&#x5B9A;&#x7684;&#x76EE;&#x5F55;&#x627E;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x5374;&#x6536;&#x5230;&#x4E86;&#x5168;&#x73ED;&#x8FD1;&#x4E4E;&#x832B;&#x7136;&#x7684;&#x76EE;&#x5149;&#xFF1B;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x54E5;&#x4F26;&#x6BD4;&#x4E9A;&#x91D1;&#x878D;&#x53CA;&#x6280;&#x672F;&#x5927;&#x5B66;&#x7684;&#x5E94;&#x7528;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x517C;&#x8BB2;&#x5E08;&#x5C3C;&#x53E4;&#x62C9;&#x65AF;&#xB7;&#x74DC;&#x6797;&#xB7;&#x8428;&#x5E15;&#x5854;&#xFF08;Nicol&#xE1;s Guar&#xED;n-Zapata&#xFF09;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x751F;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#xFF1B;&#x4E5F;&#x662F;&#x5728;&#x8FD9;&#x4E00;&#x5E74;&#xFF0C;&#x6709;&#x8001;&#x5E08;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x6C42;&#x52A9;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x7ED9;&#x5B66;&#x751F;&#x89E3;&#x91CA;&#x300C;&#x4EC0;&#x4E48;&#x662F;&#x6587;&#x4EF6;&#x300D;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x660E;&#x660E;&#x4E0D;&#x9700;&#x8981;&#x89E3;&#x91CA;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x74DC;&#x6797;&#xB7;&#x8428;&#x5E15;&#x5854;&#x8001;&#x5E08;&#x81EA;&#x5DF1;&#x81EA;&#x7136;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x7BA1;&#x597D;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x5728;&#x7535;&#x8111;&#x4E0A;&#xFF0C;&#x4ED6;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x548C;&#x6587;&#x4EF6;&#x6709;&#x6761;&#x4E0D;&#x7D0A;&#xFF1B;&#x5728;&#x624B;&#x673A;&#x4E0A;&#xFF0C;&#x4ED6;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x7167;&#x7247;&#x5206;&#x95E8;&#x522B;&#x7C7B;&#x3002;&#x4ED6;&#x5728; 21 &#x4E16;&#x7EAA;&#x521D;&#x4E0A;&#x7684;&#x5927;&#x5B66;&#xFF0C;&#x800C;&#x5728;&#x90A3;&#x65F6;&#x4ED6;&#x9700;&#x8981;&#x628A;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x7EB8;&#x8D28;&#x6587;&#x4EF6;&#x6574;&#x7406;&#x597D;&#x3002;&#x4ECA;&#x5929;&#xFF0C;&#x4ED6;&#x628A;&#x81EA;&#x5DF1;&#x7535;&#x8111;&#x7684;&#x786C;&#x76D8;&#x6BD4;&#x4F5C;&#x6587;&#x4EF6;&#x67DC;&#xFF1A;&#x300C;&#x6211;&#x7684;&#x7535;&#x8111;&#x5C31;&#x50CF;&#x4E00;&#x4E2A;&#x6574;&#x7406;&#x5F97;&#x4E95;&#x4E95;&#x6709;&#x6761;&#x7684;&#x6A71;&#x67DC;&#x2014;&#x2014;&#x6211;&#x6253;&#x5F00;&#x4E00;&#x4E2A;&#x62BD;&#x5C49;&#xFF0C;&#x5728;&#x90A3;&#x91CC;&#x9762;&#xFF0C;&#x6211;&#x53C8;&#x6709;&#x4E00;&#x4E2A;&#x6709;&#x7740;&#x66F4;&#x591A;&#x62BD;&#x5C49;&#x7684;&#x5C0F;&#x67DC;&#x5B50;&#xFF0C;&#x300D;&#x4ED6;&#x544A;&#x8BC9;&#x300A;The Verge&#x300B;&#xFF0C;&#x300C;&#x90A3;&#x50CF;&#x4E00;&#x4E2A;&#x5D4C;&#x5957;&#x7684;&#x7ED3;&#x6784;&#x3002;&#x51ED;&#x7740;&#x8FD9;&#x4E2A;&#x7ED3;&#x6784;&#xFF0C;&#x6211;&#x80FD;&#x5FEB;&#x901F;&#x800C;&#x6709;&#x6548;&#x5730;&#x627E;&#x5230;&#x6BCF;&#x4E00;&#x4E2A;&#x6211;&#x9700;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x300D;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x300C;&#x67DC;&#x5B50;&#x300D;&#x7684;&#x6BD4;&#x55BB;&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x6240;&#x8BF4;&#x7684;&#x300C;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x300D;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x5C42;&#x7EA7;&#x7ED3;&#x6784;&#x5C31;&#x662F;&#x4ECA;&#x5929;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7F16;&#x6392;&#x6587;&#x4EF6;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x4ECA;&#x5929;&#x7684;&#x7535;&#x8111;&#x5E76;&#x4E0D;&#x662F;&#x628A;&#x6240;&#x6709;&#x7684;&#x6587;&#x4EF6;&#x80E1;&#x4E71;&#x5730;&#x5E73;&#x644A;&#x5728;&#x4E00;&#x4E2A;&#x65E0;&#x7A77;&#x5927;&#x7684;&#x5E73;&#x9762;&#x4E0A;&#xFF1B;&#x76F8;&#x53CD;&#x5730;&#xFF0C;&#x6587;&#x4EF6;&#x662F;&#x5B58;&#x50A8;&#x5728;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#x7684;&#x2014;&#x2014;&#x8B6C;&#x5982;&#x300C;&#x4E0B;&#x8F7D;&#x300D;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x300C;&#x684C;&#x9762;&#x300D;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x300C;&#x6587;&#x6863;&#x300D;&#x6587;&#x4EF6;&#x5939;&#x2014;&#x2014;&#x6240;&#x6709;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x90FD;&#x5728;&#x300C;&#x6B64;&#x7535;&#x8111;&#x300D;&#x5F53;&#x4E2D;&#xFF0C;&#x800C;&#x6BCF;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x53C8;&#x53EF;&#x4EE5;&#x5305;&#x542B;&#x66F4;&#x591A;&#x7684;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x5BF9;&#x4E8E;&#x4ECE;&#x8F6F;&#x76D8;&#x65F6;&#x4EE3;&#x5C31;&#x5F00;&#x59CB;&#x7528;&#x7535;&#x8111;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x975E;&#x5E38;&#x76F4;&#x89C2;&#x7684;&#x60F3;&#x6CD5;&#x3002;</p>
<p>&#x66F4;&#x5E7F;&#x6CDB;&#x5730;&#x8BF4;&#xFF0C;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x5BF9;&#x5E94;&#x7740;&#x300C;&#x4F4D;&#x7F6E;&#x300D;&#x8FD9;&#x4E2A;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x6982;&#x5FF5;&#x2014;&#x2014;&#x6587;&#x4EF6;&#x5B58;&#x50A8;&#x5728;&#x7535;&#x8111;&#x4E0A;&#xFF0C;&#x5C31;&#x597D;&#x50CF;&#x662F;&#x6587;&#x4EF6;&#x88AB;&#x653E;&#x7F6E;&#x5728;&#x7535;&#x8111;&#x4E2D;&#x67D0;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x52A0;&#x5170;&#x8001;&#x5E08;&#x89C9;&#x5F97;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#x663E;&#x800C;&#x6613;&#x89C1;&#xFF0C;&#x4F46;&#x5979;&#x7684;&#x5B66;&#x751F;&#x5374;&#x4E0D;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x300C;&#x6211;&#x5C31;&#x89C9;&#x5F97;&#xFF0C;&#x6BCF;&#x4E2A;&#x6587;&#x4EF6;&#x90FD;&#x5E94;&#x8BE5;&#x88AB;&#x653E;&#x5728;&#x5BF9;&#x5E94;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x9700;&#x8981;&#x524D;&#x5F80;&#x90A3;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x53BB;&#x53D6;&#x7528;&#x90A3;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x300D;&#x52A0;&#x5170;&#x8BF4;&#xFF0C;&#x300C;&#x4F46;&#x4ED6;&#x4EEC;&#xFF08;&#x5B66;&#x751F;&#x4EEC;&#xFF09;&#x5374;&#x628A;&#x7535;&#x8111;&#x770B;&#x6210;&#x4E00;&#x4E2A;&#x6876;&#xFF0C;&#x7136;&#x540E;&#x4E00;&#x5207;&#x90FD;&#x5728;&#x90A3;&#x4E2A;&#x6876;&#x5B50;&#x91CC;&#x3002;&#x300D;</p>
<h2 id="&#x300C;&#x6BCF;&#x6B21;&#x6211;&#x5C1D;&#x8BD5;&#x53BB;&#x6574;&#x7406;&#x4E00;&#x4E0B;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x65F6;&#xFF0C;&#x7ED3;&#x679C;&#x603B;&#x662F;&#x4E00;&#x56E2;&#x7CDF;&#x300D;">&#x300C;&#x6BCF;&#x6B21;&#x6211;&#x5C1D;&#x8BD5;&#x53BB;&#x6574;&#x7406;&#x4E00;&#x4E0B;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x65F6;&#xFF0C;&#x7ED3;&#x679C;&#x603B;&#x662F;&#x4E00;&#x56E2;&#x7CDF;&#x300D;</h2>
<p>&#x666E;&#x6797;&#x65AF;&#x987F;&#x5927;&#x5B66;&#x7684;&#x5927;&#x56DB;&#x5B66;&#x751F;&#x7EA6;&#x4E66;&#x4E9A;&#xB7;&#x5FB7;&#x7F57;&#x65AF;&#x66FC;&#xFF08;Joshua Drossman&#xFF09;&#x5728;&#x8BB0;&#x5FC6;&#x4E2D;&#x5BF9;&#x300C;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x300D;&#x7684;&#x7406;&#x89E3;&#x662F;&#xFF1A;&#x300C;&#x76F4;&#x89C2;&#x8BF4;&#xFF0C;&#x90A3;&#x5C31;&#x50CF;&#x4E00;&#x4E2A;&#x6D17;&#x8863;&#x7BEE;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x6240;&#x6709;&#x4E1C;&#x897F;&#x90FD;&#x6254;&#x8FDB;&#x53BB;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x9700;&#x8981;&#x7684;&#x65F6;&#x5019;&#x7FFB;&#x627E;&#x4F60;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x300D;</p>
<p>&#x4F5C;&#x4E3A;&#x8FD0;&#x7B79;&#x5B66;&#x548C;&#x91D1;&#x878D;&#x5DE5;&#x7A0B;&#x4E13;&#x4E1A;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x5FB7;&#x7F57;&#x65AF;&#x66FC;&#x5B66;&#x8FC7;&#x7F16;&#x7A0B;&#x2014;&#x2014;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x4ED6;&#x662F;&#x77E5;&#x9053;&#x6240;&#x8C13;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x6216;&#x8005;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#x7684;&#xFF0C;&#x4ED6;&#x4E5F;&#x77E5;&#x9053;&#x6574;&#x7406;&#x6587;&#x4EF6;&#x5728;&#x81EA;&#x5DF1;&#x9886;&#x57DF;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x4F46;&#x4ED6;&#x5E76;&#x4E0D;&#x603B;&#x662F;&#x80FD;&#x6574;&#x7406;&#x597D;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x5728;&#x4ED6;&#x6700;&#x8FD1;&#x4E00;&#x4E2A;&#x957F;&#x8FBE;&#x4E5D;&#x4E2A;&#x6708;&#x7684;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x5230;&#x4E00;&#x534A;&#x65F6;&#xFF0C;&#x9879;&#x76EE;&#x7684;&#x6587;&#x4EF6;&#x6570;&#x91CF;&#x8FC5;&#x901F;&#x589E;&#x957F;&#xFF0C;&#x800C;&#x4ED6;&#x6700;&#x7EC8;&#x653E;&#x5F03;&#x53BB;&#x6574;&#x7406;&#x548C;&#x5F52;&#x7C7B;&#x5B83;&#x4EEC;&#xFF1A;&#x300C;&#x6211;&#x662F;&#x52AA;&#x529B;&#x5730;&#x53BB;&#x6574;&#x7406;&#x8FC7;&#x5B83;&#x4EEC;&#x3002;&#x4F46;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x65F6;&#x523B;&#x4E4B;&#x540E;&#xFF0C;&#x6587;&#x4EF6;&#x592A;&#x591A;&#x4E86;&#xFF0C;&#x591A;&#x5F97;&#x50CF;&#x4E00;&#x56E2;&#x4E71;&#x9EBB;&#x3002;&#x300D;&#x6700;&#x540E;&#xFF0C;&#x4ED6;&#x9009;&#x62E9;&#x5C06;&#x6587;&#x4EF6;&#x6254;&#x8FDB;&#x4E00;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#xFF0C;&#x8349;&#x8349;&#x4E86;&#x4E8B;&#x3002;</p>
<p>&#x4E54;&#x6CBB;&#xB7;&#x6885;&#x68EE;&#x5927;&#x5B66;&#x7684;&#x5929;&#x6587;&#x7269;&#x7406;&#x5B66;&#x52A9;&#x6559;&#x5F7C;&#x5F97;&#xB7;&#x666E;&#x62C9;&#x592B;&#x94A6;&#xFF08;Peter Plavchan&#xFF09;&#x5728;&#x4ED6;&#x7684;&#x5B66;&#x751F;&#x8EAB;&#x4E0A;&#x89C1;&#x5230;&#x8FC7;&#x8FD9;&#x6837;&#x7C7B;&#x4F3C;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x4F46;&#x4ED6;&#x5E76;&#x4E0D;&#x5B8C;&#x5168;&#x7406;&#x89E3;&#x3002;&#x300C;&#x5728;&#x6211;&#x7684;&#x5B9E;&#x9A8C;&#x5BA4;&#xFF0C;&#x5B66;&#x751F;&#x4EEC;&#x5C31;&#x90A3;&#x6837;&#x628A;&#x6210;&#x767E;&#x4E0A;&#x5343;&#x7684;&#x6587;&#x4EF6;&#x5F80;&#x684C;&#x9762;&#x4E0A;&#x4E71;&#x6446;&#xFF0C;&#x300D;&#x4ED6;&#x6709;&#x70B9;&#x4E0D;&#x53EF;&#x601D;&#x8BAE;&#x5730;&#x544A;&#x8BC9;&#x300A;The Verge&#x300B;&#xFF0C;&#x300C;&#x6211;&#x5728;&#x7BA1;&#x7406;&#x6587;&#x4EF6;&#x8FD9;&#x65B9;&#x9762;&#x6709;&#x70B9;&#x5F3A;&#x8FEB;&#x75C7;&#x2026;&#x2026;&#x800C;&#x4ED6;&#x4EEC;&#x5374;&#x80FD;&#x591F;&#x5FCD;&#x53D7;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#x585E;&#x6EE1;&#x4E86;&#x4E00;&#x5343;&#x4E2A;&#x6587;&#x4EF6;&#x3002;&#x6211;&#x4EEC;&#x8BBF;&#x95EE;&#x6587;&#x4EF6;&#x7684;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x6709;&#x4E0D;&#x540C;&#x5427;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x3002;&#x300D;</p>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5FB7;&#x514B;&#x8428;&#x65AF;&#x519C;&#x5DE5;&#x5927;&#x5B66;&#x65B0;&#x95FB;&#x4E13;&#x4E1A;&#x7684;&#x5B66;&#x751F;&#x5965;&#x5E03;&#x91CC;&#xB7;&#x6C83;&#x683C;&#x5C14;&#xFF08;Aubrey Vogel&#xFF09;&#x5219;&#x548C;&#x5FB7;&#x7F57;&#x65AF;&#x66FC;&#x6709;&#x7740;&#x5DEE;&#x4E0D;&#x591A;&#x7684;&#x611F;&#x53D7;&#x3002;&#x5979;&#x66FE;&#x7ECF;&#x8BA4;&#x771F;&#x5730;&#x7EC4;&#x7EC7;&#x548C;&#x7BA1;&#x7406;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x2014;&#x2014;&#x5728;&#x5C0F;&#x65F6;&#x5019;&#xFF0C;&#x5979;&#x7956;&#x7236;&#x5C31;&#x6559;&#x8FC7;&#x5979;&#x600E;&#x4E48;&#x5728;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x59A5;&#x5584;&#x4FDD;&#x5B58;&#x6587;&#x4EF6;&#x3002;&#x4F46;&#x5979;&#x957F;&#x5927;&#x540E;&#xFF0C;&#x5979;&#x5C31;&#x628A;&#x90A3;&#x4E9B;&#x6761;&#x6761;&#x6846;&#x6846;&#x7ED9;&#x6254;&#x4E86;&#xFF1A;&#x73B0;&#x5728;&#xFF0C;&#x5979;&#x628A;&#x5B66;&#x6821;&#x4F5C;&#x4E1A;&#x7684;&#x6587;&#x4EF6;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x91CC;&#xFF0C;&#x4E0E;&#x5B9E;&#x4E60;&#x548C;&#x5DE5;&#x4F5C;&#x76F8;&#x5173;&#x7684;&#x6587;&#x4EF6;&#x5219;&#x653E;&#x5728;&#x53E6;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x3002;&#x81F3;&#x4E8E;&#x90A3;&#x4E9B;&#x5979;&#x4E0D;&#x77E5;&#x9053;&#x5E94;&#x8BE5;&#x653E;&#x5728;&#x54EA;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x5176;&#x4ED6;&#x6587;&#x4EF6;&#xFF0C;&#x5C31;&#x7EDF;&#x4E00;&#x653E;&#x8FDB;&#x7B2C;&#x4E09;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x2014;&#x2014;&#x300C;&#x6742;&#x300D;&#x3002;</p>
<p>&#x300C;&#x6BCF;&#x6B21;&#x6211;&#x5C1D;&#x8BD5;&#x53BB;&#x6574;&#x7406;&#x4E00;&#x4E0B;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x65F6;&#xFF0C;&#x7ED3;&#x679C;&#x603B;&#x662F;&#x4E00;&#x56E2;&#x7CDF;&#xFF0C;&#x300D;&#x6C83;&#x683C;&#x5C14;&#x8FD9;&#x6837;&#x8BF4;&#x3002;&#x300C;&#x6211;&#x7684;&#x5BB6;&#x4EBA;&#x6BCF;&#x6B21;&#x770B;&#x89C1;&#x6211;&#x7535;&#x8111;&#x5C4F;&#x5E55;&#x5C31;&#x4F1A;&#x8BF4;&#x6211;&#x2014;&#x2014;&#x90A3;&#x4E0A;&#x9762;&#x4EFF;&#x4F5B;&#x6709;&#x51E0;&#x4E07;&#x4E2A;&#x6587;&#x4EF6;&#x3002;&#x300D;</p>
<h2 id="&#x300C;iphone-&#x9762;&#x4E16;&#x65F6;&#xFF0C;&#x8FD9;&#x4E9B;&#x5927;&#x5B66;&#x751F;&#x8FD8;&#x5728;&#x4E0A;&#x5C0F;&#x5B66;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x5E74;&#x9F84;&#x548C;&#x8C37;&#x6B4C;&#x5DEE;&#x4E0D;&#x591A;&#x300D;">&#x300C;iPhone &#x9762;&#x4E16;&#x65F6;&#xFF0C;&#x8FD9;&#x4E9B;&#x5927;&#x5B66;&#x751F;&#x8FD8;&#x5728;&#x4E0A;&#x5C0F;&#x5B66;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x5E74;&#x9F84;&#x548C;&#x8C37;&#x6B4C;&#x5DEE;&#x4E0D;&#x591A;&#x300D;</h2>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x73B0;&#x5728;&#x5E74;&#x8F7B;&#x4EBA;&#x7BA1;&#x7406;&#x6587;&#x4EF6;&#x7684;&#x89C2;&#x5FF5;&#x548C;&#x8FC7;&#x53BB;&#x5DEE;&#x522B;&#x8FD9;&#x4E48;&#x5927;&#xFF1F;&#x5C31;&#x5FB7;&#x7F57;&#x65AF;&#x66FC;&#x800C;&#x8A00;&#xFF0C;&#x4ED6;&#x5BF9;&#x6B64;&#x300C;&#x4E00;&#x65E0;&#x6240;&#x77E5;&#x300D;&#x3002;&#x4ED6;&#x8BF4;&#xFF1A;&#x300C;&#x597D;&#x50CF;&#x4ECE;&#x6211;&#x7528;&#x7535;&#x8111;&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x5C31;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x60F3;&#x8FC7;&#x8FD9;&#x4EF6;&#x4E8B;&#x3002;&#x300D;</p>
<p>&#x8FD9;&#x6216;&#x8BB8;&#x662F;&#x56E0;&#x4E3A;&#xFF0C;&#x90A3;&#x4E9B;&#x6559;&#x6388;&#x4EEC;&#x6240;&#x63A8;&#x5D07;&#x7684;&#x300C;&#x6587;&#x4EF6;&#x67DC;&#x300D;&#x5F0F;&#x7684;&#x89C2;&#x5FF5;&#x5DF2;&#x7ECF;&#x4E0D;&#x518D;&#x9002;&#x7528;&#x4E86;&#xFF1A;&#x8BB8;&#x591A;&#x548C;&#x5FB7;&#x7F57;&#x65AF;&#x66FC;&#x4E00;&#x6837;&#x5E74;&#x7EAA;&#x7684;&#x5B66;&#x751F;&#x5728;&#x4E2D;&#x5B66;&#x9636;&#x6BB5;&#x5C31;&#x4E60;&#x60EF;&#x4E8E;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x5B58;&#x50A8;&#x5728;&#x8BF8;&#x5982; OneDrive &#x6216; Dropbox &#x8FD9;&#x6837;&#x7684;&#x300C;&#x7F51;&#x76D8;&#x300D;&#x4E2D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x786C;&#x76D8;&#x4E0A;&#x3002;&#x8FD9;&#x4E5F;&#x53EF;&#x80FD;&#x4E0E;&#x4ED6;&#x4EEC;&#x4E60;&#x60EF;&#x7684;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x6709;&#x5173;&#x2014;&#x2014;Instagram&#x3001;&#x6296;&#x97F3;&#x3001;Facebook &#x548C; YouTube &#x7B49;&#x4E3B;&#x6D41;&#x624B;&#x673A; app &#x90FD;&#x662F;&#x4ECE;&#x6D69;&#x701A;&#x7684;&#x5185;&#x5BB9;&#x6D77;&#x6D0B;&#x4E2D;&#x300C;&#x62BD;&#x53D6;&#x300D;&#x5185;&#x5BB9;&#x5448;&#x73B0;&#x7ED9;&#x7528;&#x6237;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x987A;&#x7740;&#x5D4C;&#x5957;&#x7684;&#x5C42;&#x7EA7;&#x7ED3;&#x6784;&#x53BB;&#x5BFB;&#x627E;&#x5B83;&#x4EEC;&#x3002;&#x300C;&#x5F53;&#x6211;&#x5237; Snapchat &#x548C;&#x63A8;&#x7279;&#x65F6;&#xFF0C;&#x5B83;&#x4EEC;&#xFF08;&#x5185;&#x5BB9;&#xFF09;&#x5E76;&#x4E0D;&#x662F;&#x6309;&#x67D0;&#x79CD;&#x89C4;&#x5219;&#x6216;&#x8005;&#x987A;&#x5E8F;&#x6765;&#x7684;&#xFF0C;&#x4F46;&#x6211;&#x4F9D;&#x7136;&#x80FD;&#x7CBE;&#x786E;&#x5730;&#x77E5;&#x9053;&#x6211;&#x60F3;&#x770B;&#x7684;&#x4E1C;&#x897F;&#x5728;&#x54EA;&#xFF0C;&#x300D;&#x6C83;&#x683C;&#x5C14;&#x8BF4;&#x3002;&#x5979;&#x7B97;&#x662F;&#x4E00;&#x4E2A;&#x300C;&#x8D44;&#x6DF1;&#x300D;&#x7684; iPhone &#x7528;&#x6237;&#xFF0C;&#x800C;&#x8FD9;&#x79CD;&#x611F;&#x89C9;&#x5DF2;&#x7ECF;&#x5F62;&#x6210;&#x4E86;&#x808C;&#x8089;&#x8BB0;&#x5FC6;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x8FD9;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x4ECA;&#x5929;&#x7684;&#x7CFB;&#x7EDF;&#x90FD;&#x4E3A;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x4E86;&#x300C;&#x641C;&#x7D22;&#x6587;&#x4EF6;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x529F;&#x80FD;&#x3002;&#x501F;&#x52A9;&#x8FD9;&#x6837;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x5E74;&#x8F7B;&#x4EBA;&#x4E0D;&#x518D;&#x9700;&#x8981;&#x5173;&#x6CE8;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x6216;&#x8005;&#x300C;&#x76EE;&#x5F55;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x7B2C;&#x4E00;&#x6279;&#x4E92;&#x8054;&#x7F51;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x8BDE;&#x751F;&#x4E8E; 1990 &#x5E74;&#x524D;&#x540E;&#xFF0C;&#x4F46;&#x50CF; Windows &#x641C;&#x7D22;&#x548C; macOS &#x4E0A;&#x7684;&#x300C;&#x805A;&#x7126;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x6587;&#x4EF6;&#x641C;&#x7D22;&#x529F;&#x80FD;&#x90FD;&#x662F;&#x5728; 2000 &#x5E74;&#x524D;&#x540E;&#x63A8;&#x51FA;&#x7684;&#x3002;&#x4ECA;&#x5929; 2017 &#x7EA7;&#x7684;&#x5927;&#x5B66;&#x751F;&#x5927;&#x90FD;&#x51FA;&#x751F;&#x5728;&#x4E0A;&#x4E16;&#x7EAA;&#x4E5D;&#x5341;&#x5E74;&#x4EE3;&#x672B;&#xFF1A;iPhone &#x9762;&#x4E16;&#x65F6;&#xFF0C;&#x4ED6;&#x4EEC;&#x521A;&#x597D;&#x5728;&#x4E0A;&#x5C0F;&#x5B66;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x5E74;&#x7EAA;&#x548C;&#x8C37;&#x6B4C;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x90A3;&#x4E9B;&#x5927;&#x5B66;&#x6559;&#x6388;&#x5B66;&#x4E60;&#x7535;&#x8111;&#x65F6;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x300C;&#x6587;&#x4EF6;&#x641C;&#x7D22;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x4E1C;&#x897F;&#xFF1B;&#x800C;&#x4ECA;&#x5929;&#x7684;&#x5B66;&#x751F;&#x663E;&#x7136;&#x662F;&#x65E0;&#x6CD5;&#x60F3;&#x8C61;&#x90A3;&#x6837;&#x4E00;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x3002;</p>
<p><img src="file-not-found/qezglou1.bmp" alt="qezglou1.bmp"></p>
<p>&#x300C;&#x5F53;&#x5E74;&#xFF0C;&#x6211;&#x4EEC;&#x7528;&#x7535;&#x8111;&#x5FC5;&#x987B;&#x8981;&#x77E5;&#x9053;&#x4EC0;&#x4E48;&#x662F;&#x6587;&#x4EF6;&#xFF0C;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x4FDD;&#x5B58;&#x5B83;&#xFF0C;&#x77E5;&#x9053;&#x5B83;&#x88AB;&#x653E;&#x5728;&#x4E86;&#x54EA;&#x91CC;&#x3002;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x641C;&#x7D22;&#x529F;&#x80FD;&#x7684;&#xFF0C;&#x300D;&#x66FC;&#x54C8;&#x987F;&#x793E;&#x533A;&#x5B66;&#x9662;&#x7684;&#x5929;&#x6587;&#x5B66;&#x6559;&#x6388;&#x8428;&#x7EF4;&#x514B;&#xB7;&#x798F;&#x7279;&#xFF08;Saavik Ford&#xFF09;&#x8FD9;&#x6837;&#x8BF4;&#x9053;&#x3002;&#x4F46;&#x5728;&#x5979;&#x7684;&#x5B66;&#x751F;&#x4E2D;&#xFF0C;&#x300C;&#x4ED6;&#x4EEC;&#x6CA1;&#x6709;&#x300E;&#x6587;&#x4EF6;&#x662F;&#x5206;&#x95E8;&#x522B;&#x7C7B;&#x653E;&#x5728;&#x7279;&#x5B9A;&#x7684;&#x5730;&#x65B9;&#x7684;&#x300F;&#x8FD9;&#x6837;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4ED6;&#x4EEC;&#x76F4;&#x63A5;&#x641C;&#x7D22;&#x67D0;&#x4E2A;&#x60F3;&#x8981;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x7136;&#x540E;&#x628A;&#x5B83;&#x62CE;&#x51FA;&#x6765;&#x3002;&#x5C31;&#x597D;&#x6BD4;&#x4ED6;&#x4EEC;&#x6709;&#x4E2A;&#x88C5;&#x6EE1;&#x8863;&#x670D;&#x7684;&#x6D17;&#x8863;&#x7BEE;&#xFF0C;&#x800C;&#x4E00;&#x4E2A;&#x667A;&#x80FD;&#x673A;&#x5668;&#x4EBA;&#x5219;&#x5E2E;&#x52A9;&#x4ED6;&#x4EEC;&#x53D6;&#x51FA;&#x6BCF;&#x4E00;&#x4EF6;&#x60F3;&#x8981;&#x7684;&#x8863;&#x670D;&#x3002;&#x300D;</p>
<p>&#x5728;&#x67D0;&#x79CD;&#x7A0B;&#x5EA6;&#x4E0A;&#xFF0C;&#x5E74;&#x8F7B;&#x4EBA;&#x7BA1;&#x7406;&#x6587;&#x4EF6;&#x7684;&#x89C2;&#x5FF5;&#x53CD;&#x6620;&#x4E86;&#x4E00;&#x79CD;&#x81EA;&#x7136;&#x7684;&#x2014;&#x2014;&#x4E5F;&#x662F;&#x88AB;&#x9884;&#x671F;&#x7684;&#x2014;&#x2014;&#x6280;&#x672F;&#x8FDB;&#x6B65;&#x3002;&#x666E;&#x62C9;&#x592B;&#x94A6;&#x8001;&#x5E08;&#x56DE;&#x5FC6;&#x8D77;&#xFF0C;&#x81EA;&#x5DF1;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x6559;&#x6388;&#x4E5F;&#x6709;&#x8FC7;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x8131;&#x8282;&#x300D;&#x3002;&#x300C;&#x5F53;&#x6211;&#x8FD8;&#x5728;&#x5F53;&#x5B66;&#x751F;&#x65F6;&#xFF0C;&#x6211;&#x5F88;&#x6E05;&#x695A;&#x6709;&#x4E2A;&#x6559;&#x6388;&#x8BF4;&#x8FC7;&#xFF0C;&#x300E;&#x54E6;&#x5929;&#x54EA;&#xFF0C;&#x6211;&#x65E0;&#x6CD5;&#x7406;&#x89E3;&#x5C45;&#x7136;&#x6709;&#x4EBA;&#x4E0D;&#x4F1A;&#x5F80;&#x4E3B;&#x677F;&#x4E0A;&#x710A;&#x82AF;&#x7247;&#xFF0C;&#x300F;&#x300D;&#x4ED6;&#x8BF4;&#xFF0C;&#x300C;&#x8FD9;&#x79CD;&#x4EE3;&#x9645;&#x4E4B;&#x95F4;&#x7684;&#x300E;&#x8131;&#x8282;&#x300F;&#x968F;&#x5904;&#x53EF;&#x89C1;&#x3002;&#x300D;&#x5C3D;&#x7BA1;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x8FD9;&#x6837;&#x7684;&#x4E1C;&#x897F;&#x5728;&#x4ECA;&#x5929;&#x7684;&#x6BCF;&#x53F0;&#x7535;&#x8111;&#xFF08;&#x4EE5;&#x53CA;&#x50CF; Google Drive &#x8FD9;&#x6837;&#x7684;&#x7F51;&#x76D8;&#xFF09;&#x4E0A;&#x90FD;&#x5B58;&#x5728;&#xFF0C;&#x4F46;&#x4ECA;&#x5929;&#x7684; macOS &#x548C; Windows &#x90FD;&#x5728;&#x5C3D;&#x529B;&#x5411;&#x666E;&#x901A;&#x7528;&#x6237;&#x9690;&#x85CF;&#x90A3;&#x4E9B;&#x7EC6;&#x8282;&#x3002;&#xFF08;&#x4F60;&#x7684; Steam &#x6E38;&#x620F;&#x90FD;&#x88AB;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x53EB;&#x505A; <code>steamapps</code> &#x7684;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x2014;&#x2014;&#x4F46;&#x4F60;&#x4E0A;&#x6B21;&#x6253;&#x5F00;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x662F;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x5462;&#xFF1F;&#xFF09;&#x4ECA;&#x5929;&#x7684;&#x865A;&#x62DF;&#x4E16;&#x754C;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x90FD;&#x662F;&#x300C;&#x53EF;&#x641C;&#x7D22;&#x300D;&#x7684;&#xFF1B;&#x6362;&#x8A00;&#x4E4B;&#x5C31;&#x662F;&#xFF0C;&#x4ECA;&#x5929;&#x7684;&#x4EBA;&#x4EEC;&#x5E76;&#x4E0D;&#x5341;&#x5206;&#x9700;&#x8981;&#x4E0E;&#x5D4C;&#x5957;&#x7684;&#x5C42;&#x7EA7;&#x7ED3;&#x6784;&#x6253;&#x4EA4;&#x9053;&#x3002;</p>
<p>&#x53EF;&#x662F;&#xFF0C;&#x5728;&#x7406;&#x5DE5;&#x79D1;&#x9886;&#x57DF;&#xFF0C;&#xFF08;&#x5408;&#x7406;&#x7684;&#xFF09;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x4F9D;&#x7136;&#x662F;&#x65E0;&#x6BD4;&#x91CD;&#x8981;&#x7684;&#x3002;&#x666E;&#x62C9;&#x592B;&#x94A6;&#x8001;&#x5E08;&#x4E3E;&#x4E86;&#x4E2A;&#x8FD9;&#x6837;&#x7684;&#x4F8B;&#x5B50;&#xFF1A;&#x5BF9;&#x4E8E;&#x5929;&#x6587;&#x5B66;&#x8005;&#x6765;&#x8BF4;&#xFF0C;&#x4ED6;&#x4EEC;&#x7ECF;&#x5E38;&#x8981;&#x4E0E;&#x6210;&#x767E;&#x4E0A;&#x5343;&#x7684;&#x540C;&#x79CD;&#x683C;&#x5F0F;&#x7684;&#x4E00;&#x5927;&#x5806;&#x6587;&#x4EF6;&#x6253;&#x4EA4;&#x9053;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x641C;&#x7D22;&#x5DE5;&#x5177;&#x7684;&#x4F5C;&#x7528;&#x5C31;&#x76F8;&#x5F53;&#x6709;&#x9650;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x66F4;&#x4E3B;&#x8981;&#x7684;&#x95EE;&#x9898;&#x5219;&#x662F;&#xFF0C;&#x5DE5;&#x7A0B;&#x9886;&#x57DF;&#x5E38;&#x8981;&#x5728;&#x547D;&#x4EE4;&#x884C;&#x4E0A;&#x7F16;&#x5199;&#x548C;&#x8FD0;&#x884C;&#x4EE3;&#x7801;&#xFF0C;&#x5E76;&#x8BBF;&#x95EE;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x6587;&#x4EF6;&#x2014;&#x2014;&#x800C;&#x5728;&#x547D;&#x4EE4;&#x884C;&#x6761;&#x4EF6;&#x4E0B;&#xFF0C;&#x300C;&#x641C;&#x7D22;&#x6587;&#x4EF6;&#x300D;&#x5E76;&#x975E;&#x6613;&#x4E8B;&#x3002;&#x6709;&#x4E9B;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x6709;&#x6587;&#x4EF6;&#x641C;&#x7D22;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x4F46;&#x65E2;&#x4E0D;&#x597D;&#x5B9E;&#x73B0;&#x4E5F;&#x4E0D;&#x5E38;&#x7528;&#x3002;&#x5B66;&#x751F;&#x7684;&#x90A3;&#x79CD;&#x968F;&#x610F;&#x6446;&#x653E;&#x6587;&#x4EF6;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x5728;&#x5404;&#x95E8;&#x7F16;&#x7A0B;&#x8BFE;&#x4E0A;&#x5E26;&#x6765;&#x4E86;&#x4E0D;&#x5C0F;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<h2 id="&#x300C;&#x4ED6;&#x4EEC;&#x548C;&#x6211;&#x4EEC;&#x7528;&#x7535;&#x8111;&#x7684;&#x65B9;&#x5F0F;&#x5B8C;&#x5168;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x95EE;&#x9898;&#x7684;&#x5F00;&#x59CB;&#x300D;">&#x300C;&#x4ED6;&#x4EEC;&#x548C;&#x6211;&#x4EEC;&#x7528;&#x7535;&#x8111;&#x7684;&#x65B9;&#x5F0F;&#x5B8C;&#x5168;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x95EE;&#x9898;&#x7684;&#x5F00;&#x59CB;&#x300D;</h2>
<p>&#x4E2D;&#x5B66;&#x7684;&#x4FE1;&#x606F;&#x6280;&#x672F;&#x8BFE;&#x2014;&#x2014;&#x5C24;&#x5176;&#x662F;&#x7F16;&#x7A0B;&#x8BFE;&#x2014;&#x2014;&#x70ED;&#x5EA6;&#x6301;&#x7EED;&#x8D70;&#x9AD8;&#x3002;&#x53EF;&#x662F;&#xFF0C;&#x90A3;&#x5E76;&#x6CA1;&#x6709;&#x4E3A;&#x5B66;&#x751F;&#x66F4;&#x597D;&#x5730;&#x5B66;&#x4E60;&#x5927;&#x5B66;&#x8BFE;&#x7A0B;&#x505A;&#x597D;&#x94FA;&#x57AB;&#x3002;&#x74DC;&#x6797;&#xB7;&#x8428;&#x5E15;&#x5854;&#x8001;&#x5E08;&#x5728;&#x9AD8;&#x4E2D;&#x65F6;&#x5C31;&#x5B66;&#x4E60;&#x4E86;&#x57FA;&#x672C;&#x7684;&#x7535;&#x8111;&#x77E5;&#x8BC6;&#x2014;&#x2014;&#x600E;&#x4E48;&#x4FDD;&#x5B58;&#x6587;&#x4EF6;&#xFF0C;&#x600E;&#x4E48;&#x521B;&#x5EFA;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x600E;&#x4E48;&#x5728;&#x7EC8;&#x7AEF;&#x4E2D;&#x8BBF;&#x95EE;&#x76EE;&#x5F55;&#x2014;&#x2014;&#x8FD9;&#x662F;&#x4ED6;&#x4ECA;&#x5929;&#x7684;&#x8BB8;&#x591A;&#x5B66;&#x751F;&#x6240;&#x6CA1;&#x6709;&#x638C;&#x63E1;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x52A0;&#x5170;&#x8001;&#x5E08;&#x7684;&#x90A3;&#x4E9B;&#x5B66;&#x751F;&#xFF0C;&#x9664;&#x4E86;&#x53BB;&#x5B66;&#x4E60;&#x66F4;&#x9AD8;&#x7EA7;&#x7684;&#x7406;&#x5DE5;&#x79D1;&#x8BFE;&#x7A0B;&#xFF0C;&#x5426;&#x5219;&#x538B;&#x6839;&#x5C31;&#x4E0D;&#x4F1A;&#x77E5;&#x9053;&#x4EC0;&#x4E48;&#x662F;&#x300C;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x300D;&#x3002;&#x6C83;&#x683C;&#x5C14;&#x5219;&#x56DE;&#x5FC6;&#x8BF4;&#xFF0C;&#x5979;&#x5728;&#x4E00;&#x5E74;&#x7EA7;&#x7684;&#x7535;&#x8111;&#x8BFE;&#x4E0A;&#x5C31;&#x8BD5;&#x8FC7;&#x5C06;&#x6587;&#x4EF6;&#x653E;&#x7F6E;&#x5728;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#xFF0C;&#x53EF;&#x662F;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x4EBA;&#x544A;&#x8BC9;&#x5979;&#x4EC0;&#x4E48;&#x662F;&#x300C;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x3002;&#x800C;&#x4ECA;&#x5929;&#xFF0C;&#x5728;&#x6559;&#x80B2;&#x9886;&#x57DF;&#x8D8A;&#x6765;&#x8D8A;&#x5F3A;&#x8C03;&#x6240;&#x8C13;&#x300C;21 &#x4E16;&#x7EAA;&#x7684;&#x6280;&#x80FD;&#x300D;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x4E9B;&#x8BFE;&#x7A0B;&#x66F4;&#x662F;&#x8FDC;&#x8FDC;&#x5730;&#x843D;&#x5728;&#x4E86;&#x540E;&#x9762;&#x3002;</p>
<p>&#x6124;&#x4E16;&#x5AC9;&#x4FD7;&#x8005;&#x4F1A;&#x611F;&#x6168;&#x8FD9;&#x4E00;&#x4EE3;&#x4EBA;&#x7684;&#x65E0;&#x80FD;&#x3002;&#x4E00;&#x9879; 2018 &#x5E74;&#x7684;&#x56FD;&#x9645;&#x7814;&#x7A76;&#x5BF9;&#x4E00;&#x6279;&#x516B;&#x5E74;&#x7EA7;&#x5B66;&#x751F;&#x7684;&#x300C;&#x6709;&#x6548;&#x4F7F;&#x7528;&#x4FE1;&#x606F;&#x548C;&#x7535;&#x8111;&#x6280;&#x672F;&#x7684;&#x80FD;&#x529B;&#x300D;&#x8FDB;&#x884C;&#x4E86;&#x6D4B;&#x8BD5;&#xFF0C;&#x800C;&#x7ED3;&#x679C;&#x8868;&#x660E;&#xFF0C;&#x6240;&#x8C13;&#x300C;Z &#x4E16;&#x4EE3;&#x300D;&#x53EA;&#x6709; 2% &#x7684;&#x4EBA;&#x8FBE;&#x5230;&#x4E86;&#x6240;&#x8C13;&#x300C;&#x6570;&#x5B57;&#x539F;&#x4F4F;&#x6C11;&#x300D;&#x7684;&#x7535;&#x8111;&#x7D20;&#x517B;&#x6C34;&#x5E73;&#x3002;&#x4E00;&#x4F4D;&#x6559;&#x80B2;&#x5BB6;&#x611F;&#x6168;&#x9053;&#xFF0C;&#x300C;&#x6211;&#x4EEC;&#x7684;&#x5B66;&#x751F;&#x6DF1;&#x9677;&#x56F0;&#x5883;&#x300D;&#x3002;</p>
<p>&#x800C;&#x73B0;&#x5728;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x4E0D;&#x662F;&#x5B66;&#x751F;&#x5B66;&#x4E60;&#x7684;&#x300C;&#x6570;&#x5B57;&#x65F6;&#x4EE3;&#x7684;&#x6280;&#x80FD;&#x300D;&#x592A;&#x5C11;&#xFF0C;&#x800C;&#x662F;&#x4ED6;&#x4EEC;&#x5B66;&#x7684;&#x4E1C;&#x897F;&#x8DDF;&#x4EE5;&#x524D;&#x4E0D;&#x4E00;&#x6837;&#x3002;&#x5C31;&#x6BD4;&#x5982;&#x8BF4;&#xFF0C;&#x5C3D;&#x7BA1;&#x74DC;&#x6797;&#xB7;&#x8428;&#x5E15;&#x5854;&#x8001;&#x5E08;&#x80FD;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#x6574;&#x7406;&#x5F97;&#x6709;&#x6761;&#x4E0D;&#x7D0A;&#xFF0C;&#x53EF;&#x6CE8;&#x518C;&#x8D26;&#x53F7;&#x5DF2;&#x7ECF;&#x4E00;&#x5E74;&#x591A;&#x4E86;&#xFF0C;&#x4ED6;&#x4F9D;&#x7136;&#x4E0D;&#x5982;&#x5B66;&#x751F;&#x4F1A;&#x73A9; Instagram&#x3002;&#x4ED6;&#x66FE;&#x8BA9;&#x5B66;&#x751F;&#x6559;&#x4ED6;&#x4F7F;&#x7528; Instagram&#xFF0C;&#x53EF;&#x300C;&#x6211;&#x8FD8;&#x662F;&#x7528;&#x4E0D;&#x660E;&#x767D;&#x554A;&#x300D;&#xFF0C;&#x4ED6;&#x62B1;&#x6028;&#x9053;&#x3002;</p>
<p>&#x300C;&#x4ED6;&#x4EEC;&#x548C;&#x6211;&#x4EEC;&#x7528;&#x7535;&#x8111;&#x7684;&#x65B9;&#x5F0F;&#x5B8C;&#x5168;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x300D;&#x4ED6;&#x8BF4;&#xFF0C;&#x300C;&#x8FD9;&#x5C31;&#x662F;&#x95EE;&#x9898;&#x7684;&#x5F00;&#x59CB;&#x3002;&#x300D;</p>
<p>&#x798F;&#x7279;&#x76F8;&#x5F53;&#x540C;&#x610F;&#x8FD9;&#x4E2A;&#x89C2;&#x70B9;&#x3002;&#x300C;&#x4ED6;&#x4EEC;&#x90FD;&#x662F;&#x806A;&#x660E;&#x7684;&#x5C0F;&#x5B69;&#xFF0C;&#x300D;&#x5979;&#x8BF4;&#xFF0C;&#x300C;&#x4ED6;&#x4EEC;&#x5728;&#x5929;&#x6587;&#x9886;&#x57DF;&#x90FD;&#x5F88;&#x51FA;&#x8272;&#xFF0C;&#x4ED6;&#x4EEC;&#x5B66;&#x5230;&#x4E86;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x53EF;&#x4ED6;&#x4EEC;&#x6CA1;&#x6709;&#x5B66;&#x5230;&#x8FD9;&#x4E2A;&#xFF08;&#x6574;&#x7406;&#x597D;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x4EF6;&#xFF09;&#x3002;&#x300D;</p>
<p>&#x65E0;&#x8BBA;&#x539F;&#x56E0;&#x5982;&#x4F55;&#xFF0C;&#x8FD9;&#x4E00;&#x5207;&#x7684;&#x540E;&#x679C;&#x662F;&#x663E;&#x800C;&#x6613;&#x89C1;&#x7684;&#x3002;&#x4ECA;&#x5929;&#x7684;&#x7406;&#x5DE5;&#x79D1;&#x6559;&#x5E08;&#x4EEC;&#x626E;&#x6F14;&#x8005;&#x53CC;&#x91CD;&#x89D2;&#x8272;&#xFF1A;&#x4ED6;&#x4EEC;&#x65E2;&#x662F;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x7684;&#x6559;&#x6388;&#xFF0C;&#x53C8;&#x662F;&#x7535;&#x8111;&#x64CD;&#x4F5C;&#x57FA;&#x7840;&#x7684;&#x8F85;&#x5BFC;&#x8001;&#x5E08;&#x3002;</p>
<p>&#x73B0;&#x5728;&#xFF0C;&#x79D1;&#x6797;&#x8001;&#x5E08;&#x5728;&#x8BFE;&#x7A0B;&#x4E2D;&#x7528;&#x6574;&#x6574;&#x4E24;&#x4E2A;&#x8BFE;&#x65F6;&#x6765;&#x5411;&#x5B66;&#x751F;&#x89E3;&#x91CA;&#x4EC0;&#x4E48;&#x662F;&#x300C;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x300D;&#x3002;&#x4ED6;&#x5C06;&#x300C;&#x5BFB;&#x627E;&#x6587;&#x4EF6;&#x300D;&#x548C;&#x300C;&#x5F00;&#x8F66;&#x300D;&#x8054;&#x7CFB;&#x5728;&#x4E86;&#x4E00;&#x8D77;&#xFF1A;&#x4ED6;&#x5411;&#x5B66;&#x751F;&#x5C55;&#x793A;&#x7531;&#x6587;&#x4EF6;&#x548C;&#x76EE;&#x5F55;&#x6784;&#x6210;&#x7684;&#x300C;&#x5730;&#x56FE;&#x300D;&#xFF0C;&#x7136;&#x540E;&#x8BA9;&#x5B66;&#x751F;&#x5BFB;&#x627E;&#x4ECE;&#x67D0;&#x5904;&#x300C;&#x8D70;&#x300D;&#x5230;&#x6307;&#x5B9A;&#x4F4D;&#x7F6E;&#x7684;&#x300C;&#x8DEF;&#x300D;&#x3002;&#x4E3A;&#x4E86;&#x8BA9;&#x5B66;&#x751F;&#x7406;&#x89E3;&#x6587;&#x4EF6;&#x548C;&#x6587;&#x4EF6;&#x5939;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4ED6;&#x7528;&#x4E0A;&#x4E86;&#x4E00;&#x5207;&#x80FD;&#x60F3;&#x5230;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<h2 id="&#x300C;&#x6CA1;&#x6536;&#x4ED6;&#x4EEC;&#x7684;&#x624B;&#x673A;&#xFF0C;&#x7136;&#x540E;&#x5F3A;&#x5236;&#x4ED6;&#x4EEC;&#x7528;-windows-98&#x300D;">&#x300C;&#x6CA1;&#x6536;&#x4ED6;&#x4EEC;&#x7684;&#x624B;&#x673A;&#xFF0C;&#x7136;&#x540E;&#x5F3A;&#x5236;&#x4ED6;&#x4EEC;&#x7528; Windows 98&#x300D;</h2>
<p>&#x666E;&#x62C9;&#x592B;&#x94A6;&#x8001;&#x5E08;&#x73B0;&#x5728;&#x4E5F;&#x82B1;&#x4E86;&#x5F88;&#x591A;&#x65F6;&#x95F4;&#x6765;&#x6559;&#x5B66;&#x751F;&#x300C;&#x76EE;&#x5F55;&#x300D;&#x7684;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#xFF0C;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x7684;&#x7535;&#x8111;&#x4F7F;&#x7528;&#x5C1D;&#x8BD5;&#xFF0C;&#x4F8B;&#x5982;&#x6587;&#x4EF6;&#x7684;&#x6269;&#x5C55;&#x540D;&#x548C;&#x7EC8;&#x7AEF;&#x64CD;&#x4F5C;&#x3002;&#x74DC;&#x6797;&#xB7;&#x8428;&#x5E15;&#x5854;&#x8001;&#x5E08;&#x5219;&#x5728;&#x65B0;&#x5B66;&#x671F;&#x5F00;&#x4E86;&#x4E00;&#x95E8;&#x7C7B;&#x4F3C;&#x7684;&#x8BFE;&#x3002;&#x300C;&#x5728;&#x8FD9;&#x95E8;&#x8BFE;&#x4E0A;&#x6211;&#x5148;&#x4ECE;&#x7406;&#x8BBA;&#x7684;&#x6A21;&#x578B;&#x5F00;&#x59CB;&#xFF0C;&#x8BB2;&#x8BB2;&#x4EC0;&#x4E48;&#x662F;&#x7535;&#x8111;&#xFF0C;&#x300D;&#x4ED6;&#x8BF4;&#xFF0C;&#x300C;&#x4ECE;&#x5185;&#x5B58;&#x3001;&#x786C;&#x76D8;&#xFF0C;&#x5230;&#x7528;&#x6237;&#x754C;&#x9762;&#x548C;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x3002;&#x300D;</p>
<p>&#x4F46;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#x5B9E;&#x5728;&#x4E0D;&#x597D;&#x6559;&#x6388;&#x3002;&#x4E0D;&#x4EC5;&#x56E0;&#x4E3A;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x4EC0;&#x4E48;&#x7684;&#x5BF9;&#x5B66;&#x751F;&#x6765;&#x8BF4;&#x5E76;&#x4E0D;&#x719F;&#x6089;&#x2014;&#x2014;&#x662F;&#x56E0;&#x4E3A;&#x6559;&#x6388;&#x4EEC;&#x5BF9;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x518D;&#x719F;&#x6089;&#x4E0D;&#x8FC7;&#x4E86;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x4ED6;&#x4EEC;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x628A;&#x5B83;&#x4EEC;&#x8DDF;&#x5B66;&#x751F;&#x8BB2;&#x6E05;&#x695A;&#x3002;&#x4E00;&#x4F4D;&#x6559;&#x80B2;&#x5BB6;&#x5728; 2019 &#x5E74;&#x7684;&#x4E00;&#x7BC7;&#x5E16;&#x5B50;&#x4E2D;&#x611F;&#x53F9;&#xFF1A;&#x300C;&#x6211;&#x4EEC;&#x90FD;&#x77E5;&#x9053;&#x4EC0;&#x4E48;&#x662F;&#x6587;&#x4EF6;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x7ED9;&#x5B66;&#x751F;&#x89E3;&#x91CA;&#x5B83;&#x3002;&#x300D;&#x53D7;&#x8BBF;&#x8005;&#x4E5F;&#x6709;&#x540C;&#x6837;&#x7684;&#x770B;&#x6CD5;&#xFF0C;&#x798F;&#x7279;&#x5C31;&#x5728;&#x63A8;&#x7279;&#x4E0A;&#x5BFB;&#x6C42;&#x597D;&#x7684;&#x7C7B;&#x6BD4;&#xFF0C;&#x5E76;&#x5F97;&#x5230;&#x4E86;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x5EFA;&#x8BAE;&#xFF1A;&#x6811;&#x679D;&#x548C;&#x6811;&#x53F6;&#xFF0C;&#x62BD;&#x5C49;&#x91CC;&#x7684;&#x53A8;&#x623F;&#x7528;&#x5177;&#xFF0C;&#x4EE5;&#x53CA;&#x56FE;&#x4E66;&#x9986;&#x91CC;&#x7684;&#x4E66;&#x7C4D;&#x548C;&#x4E66;&#x67B6;&#x3002;&#x300C;&#xFF08;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x7EDD;&#x4F73;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5C31;&#x662F;&#xFF09;&#x6CA1;&#x6536;&#x4ED6;&#x4EEC;&#x7684;&#x624B;&#x673A;&#xFF0C;&#x7136;&#x540E;&#x5F3A;&#x5236;&#x4ED6;&#x4EEC;&#x7528; Windows 98&#x3002;&#x300D;</p>
<p>&#x5373;&#x4F7F;&#x7ED9;&#x5B66;&#x751F;&#x5C55;&#x793A;&#x4E86;&#x65E0;&#x6570;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x7684;&#x6BD4;&#x55BB;&#xFF0C;&#x79D1;&#x6797;&#x8001;&#x5E08;&#x4F9D;&#x7136;&#x4E0D;&#x89C9;&#x5F97;&#x4ED6;&#x7684;&#x5B66;&#x751F;&#x771F;&#x7684;&#x7406;&#x89E3;&#x4E86;&#x4ED6;&#x5728;&#x8BF4;&#x4EC0;&#x4E48;&#xFF1A;&#x300C;&#x6211;&#x611F;&#x89C9;&#x597D;&#x50CF;&#x6211;&#x53D6;&#x5F97;&#x4E86;&#x4E00;&#x4E9B;&#x6210;&#x529F;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x6709;&#x65F6;&#x90A3;&#x53C8;&#x4E0D;&#x597D;&#x8BF4;&#x3002;&#x300D;</p>
<p>&#x666E;&#x62C9;&#x592B;&#x94A6;&#x4E5F;&#x89C9;&#x5F97;&#x4ED6;&#x5F25;&#x5408;&#x300C;&#x4EE3;&#x6C9F;&#x300D;&#x7684;&#x80FD;&#x529B;&#x76F8;&#x5F53;&#x6709;&#x9650;&#x3002;&#x5C3D;&#x7BA1;&#x4ED6;&#x52AA;&#x529B;&#x8C03;&#x6574;&#x81EA;&#x5DF1;&#x7684;&#x6559;&#x5B66;&#xFF0C;&#x300C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x7684;&#x4E00;&#x4E9B;&#x5DE5;&#x5177;&#x5374;&#x4F9D;&#x8D56;&#x4E8E;&#x5B66;&#x751F;&#x6839;&#x672C;&#x6CA1;&#x5B66;&#x8FC7;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x300D;</p>
<p>&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x53E6;&#x4E00;&#x4E9B;&#x4EBA;&#x5219;&#x76F8;&#x4FE1;&#xFF0C;&#x5E94;&#x8BE5;&#x6539;&#x53D8;&#x7684;&#x4E0D;&#x662F;&#x5B66;&#x751F;&#xFF0C;&#x800C;&#x662F;&#x6559;&#x6388;&#x4EEC;&#x3002;&#x5E38;&#x5E74;&#x4E0E;&#x90A3;&#x4E9B;&#x56F0;&#x60D1;&#x7684;&#x5B66;&#x751F;&#x6253;&#x4EA4;&#x9053;&#xFF0C;&#x8BA9;&#x52A0;&#x5170;&#x8001;&#x5E08;&#x89C9;&#x5F97;&#x300C;&#x6D17;&#x8863;&#x7BEE;&#x5B50;&#x300D;&#x5F0F;&#x7684;&#x6587;&#x4EF6;&#x7BA1;&#x7406;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x79CD;&#x66F4;&#x597D;&#x7684;&#x89C2;&#x5FF5;&#x3002;&#x5979;&#x5F00;&#x59CB;&#x770B;&#x5230;&#x539F;&#x6765;&#x7684;&#x300C;&#x6587;&#x4EF6;&#x67DC;&#x300D;&#x5F0F;&#x7684;&#x6587;&#x4EF6;&#x7BA1;&#x7406;&#x5728;&#x81EA;&#x5DF1;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x5C40;&#x9650;&#x6027;&#xFF1B;&#x5979;&#x4E5F;&#x5F00;&#x59CB;&#x7528;&#x641C;&#x7D22;&#x529F;&#x80FD;&#x6765;&#x5BFB;&#x627E;&#x90A3;&#x4E9B;&#x5728;&#x4E00;&#x5C42;&#x5C42;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#x96BE;&#x4EE5;&#x5BFB;&#x89C5;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x300C;&#x6211;&#x73B0;&#x5728;&#x2026;&#x2026;&#x5443;&#x2026;&#x2026;&#x6211;&#x5176;&#x5B9E;&#x4E0D;&#x9700;&#x8981;&#x90A3;&#x4E48;&#x591A;&#x5B50;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x300D;&#x5979;&#x8BF4;&#x3002;</p>
<p>&#x5373;&#x4F7F;&#x662F;&#x90A3;&#x4E9B;&#x5DF2;&#x7ECF;&#x5C06;&#x6587;&#x4EF6;&#x5939;&#x548C;&#x76EE;&#x5F55;&#x7ED3;&#x6784;&#x76F8;&#x5173;&#x5185;&#x5BB9;&#x653E;&#x8FDB;&#x8BFE;&#x7A0B;&#x4E2D;&#x7684;&#x8001;&#x5E08;&#x4EEC;&#xFF0C;&#x4E5F;&#x5728;&#x6000;&#x7591;&#x4ED6;&#x4EEC;&#x575A;&#x6301;&#x7684;&#x662F;&#x4E0D;&#x662F;&#x67D0;&#x79CD;&#x8FC7;&#x65F6;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x666E;&#x62C9;&#x592B;&#x94A6;&#x8001;&#x5E08;&#x66FE;&#x60F3;&#x8FC7;&#x5F00;&#x4E00;&#x95E8;&#x5355;&#x72EC;&#x7684;&#x8BFE;&#x7A0B;&#x6765;&#x6559;&#x5B66;&#x751F;&#x8FD9;&#x4E9B;&#xFF0C;&#x4F46;&#x4ED6;&#x4E0D;&#x662F;&#x5F88;&#x786E;&#x5B9A;&#x8FD9;&#x662F;&#x5426;&#x503C;&#x5F97;&#x3002;&#x300C;&#x6211;&#x60F3;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x5B66;&#x751F;&#x2026;&#x2026;&#x4ED6;&#x4EEC;&#x4F1A;&#x957F;&#x5927;&#xFF0C;&#x6709;&#x4E9B;&#x4EBA;&#x4E5F;&#x4F1A;&#x53D8;&#x6210;&#x8001;&#x5E08;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x7F16;&#x5199;&#x81EA;&#x5DF1;&#x7684;&#x5DE5;&#x5177;&#x8F6F;&#x4EF6;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x89C2;&#x5FF5;&#x2014;&#x2014;&#x4E0E;&#x6211;&#x4EEC;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x89C2;&#x5FF5;&#x3002;&#x300D;</p>
<p>&#x666E;&#x62C9;&#x592B;&#x94A6;&#x8001;&#x5E08;&#x7ED9;&#x81EA;&#x5DF1;&#x7684;&#x540C;&#x50DA;&#x7684;&#x5EFA;&#x8BAE;&#x662F;&#xFF1A;&#x300C;&#x505A;&#x597D;&#x51C6;&#x5907;&#x300D;&#x3002;&#x300C;&#x8FD9;&#x4E0D;&#x4F1A;&#x6D88;&#x5931;&#xFF0C;&#x300D;&#x4ED6;&#x8BF4;&#x3002;&#x300C;&#x4E00;&#x5207;&#x90FD;&#x4E0D;&#x4F1A;&#x518D;&#x53D8;&#x6210;&#x8FC7;&#x53BB;&#x7684;&#x6837;&#x5B50;&#x7684;&#x3002;&#x4F60;&#x5FC5;&#x987B;&#x63A5;&#x53D7;&#x73B0;&#x5B9E;&#xFF0C;&#x8D8A;&#x65E9;&#x8D8A;&#x597D;&#x3002;&#x300D;</p>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="answers.html" class="navigation navigation-prev " aria-label="Previous page: 练习题答案">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="afterwords.html" class="navigation navigation-next " aria-label="Next page: 跋">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"「我的文件在哪里」——缺乏电脑常识的一代","level":"1.6.2","depth":2,"next":{"title":"跋","level":"1.7","depth":1,"path":"missing/afterwords.md","ref":"missing/afterwords.md","articles":[]},"previous":{"title":"练习题答案","level":"1.6.1","depth":2,"path":"missing/answers.md","ref":"missing/answers.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/file-not-found.md","mtime":"2022-02-20T08:43:06.581Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-02-20T08:51:14.293Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

