
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>笔记本新机「开荒」指南 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="afterwords.html" />
    
    
    <link rel="prev" href="answers.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    认识你的电脑
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公样样行
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="archive-formats-and-tools.html">
            
                <a href="archive-formats-and-tools.html">
            
                    
                    压缩文件与压缩工具
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="tools-software.html">
            
                <a href="tools-software.html">
            
                    
                    工具类软件推荐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="how-to-find-tutorials.html">
            
                <a href="how-to-find-tutorials.html">
            
                    
                    怎样寻找优质的教程
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="screens-and-their-secrets.html">
            
                <a href="screens-and-their-secrets.html">
            
                    
                    显示器的二三事
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="user-and-ms-account.html">
            
                <a href="user-and-ms-account.html">
            
                    
                    用户与微软账号
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="recover-from-bsod.html">
            
                <a href="recover-from-bsod.html">
            
                    
                    蓝屏与解决蓝屏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="windows-11-optimization.html">
            
                <a href="windows-11-optimization.html">
            
                    
                    Windows 11 修整指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6.2" data-path="new-laptop-setup.html">
            
                <a href="new-laptop-setup.html">
            
                    
                    笔记本新机「开荒」指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >笔记本新机「开荒」指南</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B14;&#x8BB0;&#x672C;&#x65B0;&#x673A;&#x300C;&#x5F00;&#x8352;&#x300D;&#x6307;&#x5357;">&#x7B14;&#x8BB0;&#x672C;&#x65B0;&#x673A;&#x300C;&#x5F00;&#x8352;&#x300D;&#x6307;&#x5357;</h1>
<p>&#x672C;&#x7AE0;&#x4ECB;&#x7ECD;&#x65B0;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x4ECE;&#x6536;&#x8D27;&#x5230;&#x5F00;&#x7BB1;&#xFF0C;&#x4ECE;&#x7CFB;&#x7EDF;&#x9996;&#x6B21;&#x914D;&#x7F6E;&#x5230;&#x8F6F;&#x4EF6;&#x6CE8;&#x610F;&#x4E8B;&#x9879;&#x7684;&#x5B8C;&#x6574;&#x6D41;&#x7A0B;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x5C06;&#x80FD;&#x627E;&#x5230;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x6211;&#x9009;&#x62E9;&#x81EA;&#x5DF1;&#x5728;&#x4EAC;&#x4E1C;&#x7B49;&#x5E73;&#x53F0;&#x8D2D;&#x4E70;&#x4E86;&#x7535;&#x8111;&#xFF0C;&#x5728;&#x6536;&#x5230;&#x7535;&#x8111;&#x540E;&#x6709;&#x54EA;&#x4E9B;&#x6CE8;&#x610F;&#x4E8B;&#x9879;&#xFF1F;</li>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x6709;&#x4EBA;&#x63A8;&#x8350;&#x6211;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x5F00;&#x673A;&#x8981;&#x65AD;&#x7F51;&#xFF1F;&#x90A3;&#x600E;&#x4E48;&#x65AD;&#x7F51;&#x5462;&#xFF1F;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x5F71;&#x54CD;&#x5462;&#xFF1F;</li>
<li>&#x7F51;&#x4E0A;&#x9891;&#x9891;&#x770B;&#x5230;&#x5404;&#x54C1;&#x724C;&#x300C;&#x7FFB;&#x8F66;&#x300D;&#x89C6;&#x9891;&#x548C;&#x5E16;&#x5B50;&#xFF0C;&#x8FD9;&#x7535;&#x8111;&#x5382;&#x5546;&#x8FD8;&#x80FD;&#x4FE1;&#x5417;&#xFF1F;</li>
<li>&#x9996;&#x6B21;&#x5F00;&#x673A;&#x8981;&#x6CE8;&#x610F;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li>&#x65B0;&#x7535;&#x8111;&#x5E94;&#x8BE5;&#x5148;&#x5B89;&#x88C5;&#x54EA;&#x4E9B;&#x8F6F;&#x4EF6;&#xFF1F;</li>
</ul>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x5728;&#x7535;&#x8111;&#x57CE;&#x4EE5;&#x53CA;&#x54C1;&#x724C;&#x4E13;&#x5356;&#x5E97;&#x8FD9;&#x6837;&#x7684;&#x7EBF;&#x4E0B;&#x6E20;&#x9053;&#x8D2D;&#x4E70;&#x7684;&#x7535;&#x8111;&#xFF0C;&#x90A3;&#x4E48;&#x5E97;&#x94FA;&#x7684;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x6216;&#x8BB8;&#x4F1A;&#x4E3A;&#x4F60;&#x5B8C;&#x6210;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x300C;&#x5F00;&#x8352;&#x300D;&#x64CD;&#x4F5C;&#xFF1B;&#x4F46;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x662F;&#x4ECE;&#x7F51;&#x4E0A;&#xFF08;&#x54C1;&#x724C;&#x5B98;&#x7F51;&#x6216;&#x8005;&#x5B98;&#x65B9;&#x5546;&#x57CE;&#xFF09;&#x8D2D;&#x4E70;&#x7684;&#x7535;&#x8111;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x4E8B;&#x5C06;&#x5B8C;&#x5168;&#x7531;&#x4F60;&#x81EA;&#x5DF1;&#x5B8C;&#x6210;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x867D;&#x7136;&#x4E0D;&#x96BE;&#xFF0C;&#x4F46;&#x4E3A;&#x4E86;&#x7EF4;&#x62A4;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x6743;&#x76CA;&#xFF0C;&#x9632;&#x6B62;&#x8D2D;&#x5230;&#x6C34;&#x8D27;&#x548C;&#x4E8C;&#x624B;&#x8D27;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4E3A;&#x4E86;&#x8BA9;&#x6211;&#x4EEC;&#x65E5;&#x540E;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x66F4;&#x52A0;&#x8212;&#x9002;&#xFF0C;&#x5728;&#x300C;&#x5F00;&#x8352;&#x300D;&#x8DEF;&#x4E0A;&#x4F9D;&#x7136;&#x6709;&#x8BB8;&#x591A;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<h2 id="&#x5728;&#x62C6;&#x5C01;&#x4E4B;&#x524D;">&#x5728;&#x62C6;&#x5C01;&#x4E4B;&#x524D;</h2>
<p>&#x5728;&#x7F51;&#x4E0A;&#x8D2D;&#x4E70;&#x7684;&#x65B0;&#x7535;&#x8111;&#xFF0C;&#x4E00;&#x5B9A;&#x662F;&#x8EBA;&#x5728;&#x516B;&#x89D2;&#x5C16;&#x5C16;&#x7684;&#x5305;&#x88C5;&#x7BB1;&#x91CC;&#x9001;&#x5230;&#x6211;&#x4EEC;&#x624B;&#x4E2D;&#x7684;&#x3002;&#x62C6;&#x53BB;&#x5728;&#x5305;&#x88C5;&#x7BB1;&#x5916;&#x53E6;&#x5916;&#x5957;&#x7684;&#x4E00;&#x5C42;&#x5FEB;&#x9012;&#x8FD0;&#x8F93;&#x7BB1;&#xFF08;&#x90E8;&#x5206;&#x5546;&#x5BB6;&#x6CA1;&#x6709;&#x5355;&#x72EC;&#x4F7F;&#x7528;&#x8FD0;&#x8F93;&#x7BB1;&#xFF0C;&#x76F4;&#x63A5;&#x7528;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x5305;&#x88C5;&#x7BB1;&#x8D34;&#x5FEB;&#x9012;&#x6807;&#x7B7E;&#x8FD0;&#x8F93;&#xFF09;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x7535;&#x8111;&#x7684;&#x5305;&#x88C5;&#x7BB1;&#x3002;</p>
<p><img src="new-laptop-setup/Untitled.png" alt="Untitled"></p>
<h3 id="&#x68C0;&#x67E5;&#x5C01;&#x6761;">&#x68C0;&#x67E5;&#x5C01;&#x6761;</h3>
<p>&#x4E3A;&#x4E86;&#x9632;&#x6B62;&#x7BB1;&#x5185;&#x7684;&#x4EA7;&#x54C1;&#x5728;&#x8FD0;&#x8F93;&#x9014;&#x4E2D;&#x88AB;&#x6076;&#x610F;&#x53D6;&#x51FA;&#x3001;&#x8C03;&#x6362;&#xFF0C;&#x5382;&#x5546;&#x4E00;&#x822C;&#x90FD;&#x4F1A;&#x5728;&#x5305;&#x88C5;&#x7BB1;&#x7684;&#x5F00;&#x53E3;&#x5904;&#x8D34;&#x4E00;&#x4E2A;&#x5370;&#x6709;&#x5382;&#x5546;&#x6807;&#x5FD7;&#x7684;&#x300C;&#x5C01;&#x6761;&#x300D;&#x3002;&#x8FD9;&#x4E2A;&#x5C01;&#x6761;&#x5F88;&#x96BE;&#x65E0;&#x635F;&#x53D6;&#x4E0B;&#xFF0C;&#x56E0;&#x800C;&#x82E5;&#x662F;&#x5C01;&#x6761;&#x635F;&#x574F;&#x6216;&#x6709;&#x6253;&#x5F00;&#x75D5;&#x8FF9;&#xFF0C;&#x5219;&#x5927;&#x6982;&#x7387;&#x610F;&#x5473;&#x7740;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x4E8B;&#x5148;&#x88AB;&#x5176;&#x4ED6;&#x4EBA;&#x5F00;&#x8FC7;&#x7BB1;&#x3002;<strong>&#x5728;&#x6253;&#x5F00;&#x5305;&#x88C5;&#x7BB1;&#x4E4B;&#x524D;&#xFF0C;&#x8BF7;&#x52A1;&#x5FC5;&#x68C0;&#x67E5;&#x6B64;&#x5C01;&#x6761;&#x662F;&#x5426;&#x5B8C;&#x6574;&#xFF01;</strong></p>
<p><img src="new-laptop-setup/Untitled%201.png" alt="Untitled"></p>
<h3 id="&#x68C0;&#x67E5;&#x4EA7;&#x54C1;&#x4FE1;&#x606F;">&#x68C0;&#x67E5;&#x4EA7;&#x54C1;&#x4FE1;&#x606F;</h3>
<p>&#x5305;&#x88C5;&#x7BB1;&#x7684;&#x4FA7;&#x9762;&#x4E00;&#x822C;&#x4F1A;&#x8D34;&#x6709;&#x4E00;&#x5F20;&#x5199;&#x6709;&#x673A;&#x5668;&#x4FE1;&#x606F;&#x7684;&#x8D34;&#x7EB8;&#x3002;<strong>&#x8BF7;&#x52A1;&#x5FC5;&#x5173;&#x6CE8;&#x6B64;&#x8D34;&#x7EB8;&#x4E0A;&#x7684;&#x578B;&#x53F7;&#x3001;&#x914D;&#x7F6E;&#x3001;&#x673A;&#x5668;&#x989C;&#x8272;&#x7B49;&#x4FE1;&#x606F;&#x662F;&#x5426;&#x4E0E;&#x4F60;&#x6240;&#x8D2D;&#x4E70;&#x7684;&#x673A;&#x5668;&#x4E00;&#x81F4;&#xFF0C;</strong>&#x5EFA;&#x8BAE;&#x62CD;&#x4E0B;&#x6B64;&#x8D34;&#x7EB8;&#x4EE5;&#x5907;&#x4E0D;&#x65F6;&#x4E4B;&#x9700;&#x3002;&#x7279;&#x522B;&#x6CE8;&#x610F;&#x6B64;&#x8D34;&#x7EB8;&#x4E0A;&#x542B;&#x6709;&#x8BB8;&#x591A;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x673A;&#x5668;&#x4FE1;&#x606F;&#xFF0C;&#x5982;&#x673A;&#x5668;&#x7684;&#x5E8F;&#x5217;&#x53F7;&#x3001;&#x5FAE;&#x8F6F;&#x6B63;&#x7248;&#x8F6F;&#x4EF6;&#x7684;&#x6CE8;&#x518C;&#x7801;&#x7B49;&#xFF0C;&#x56E0;&#x6B64;&#x8BF7;&#x4E0D;&#x8981;&#x628A;&#x8D34;&#x7EB8;&#x7684;&#x7167;&#x7247;&#x968F;&#x610F;&#x53D1;&#x7ED9;&#x4ED6;&#x4EBA;&#x3002;</p>
<p><img src="new-laptop-setup/Untitled%202.png" alt="Untitled"></p>
<p>&#x5728;&#x68C0;&#x67E5;&#x5B8C;&#x4EE5;&#x4E0A;&#x5185;&#x5BB9;&#x5E76;&#x786E;&#x8BA4;&#x65E0;&#x8BEF;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4FBF;&#x53EF;&#x4EE5;&#x6253;&#x5F00;&#x5305;&#x88C5;&#x7BB1;&#xFF0C;&#x53D6;&#x51FA;&#x6211;&#x4EEC;&#x7684;&#x673A;&#x5668;&#x4E86;&#x3002;</p>
<h2 id="&#x5728;&#x5F00;&#x673A;&#x4E4B;&#x524D;">&#x5728;&#x5F00;&#x673A;&#x4E4B;&#x524D;</h2>
<p>&#x4ECE;&#x5305;&#x88C5;&#x7BB1;&#x4E2D;&#x53D6;&#x51FA;&#x7535;&#x8111;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x5F53;&#x6309;&#x637A;&#x4F4F;&#x6FC0;&#x52A8;&#x7684;&#x5FC3;&#x60C5;&#xFF0C;&#x5728;&#x63D2;&#x7535;&#x5F00;&#x673A;&#x4E4B;&#x524D;&#x5BF9;&#x7535;&#x8111;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x68C0;&#x67E5;&#x3002;&#x8FD9;&#x6837;&#x65E2;&#x80FD;&#x4FDD;&#x62A4;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x6D88;&#x8D39;&#x8005;&#x6743;&#x76CA;&#xFF0C;&#x53C8;&#x53EF;&#x4EE5;&#x6700;&#x5927;&#x7A0B;&#x5EA6;&#x907F;&#x514D;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x7EA0;&#x7EB7;&#x3002;</p>
<h3 id="&#x68C0;&#x67E5;&#x7535;&#x8111;&#x7684;&#x5916;&#x89C2;&#x7455;&#x75B5;">&#x68C0;&#x67E5;&#x7535;&#x8111;&#x7684;&#x5916;&#x89C2;&#x7455;&#x75B5;</h3>
<p>&#x4F5C;&#x4E3A;&#x5DE5;&#x4E1A;&#x4EA7;&#x54C1;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF0C;&#x56E0;&#x53D7;&#x9650;&#x4E8E;&#x54C1;&#x724C;&#x548C;&#x673A;&#x5668;&#x672C;&#x8EAB;&#x7684;&#x5B9A;&#x4F4D;&#xFF0C;&#x4EE5;&#x53CA;&#x751F;&#x4EA7;&#x5382;&#x5546;&#x7684;&#x52A0;&#x5DE5;&#x5236;&#x9020;&#x6C34;&#x5E73;&#xFF0C;&#x5728;&#x5916;&#x89C2;&#x4E0A;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x5730;&#x4F1A;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x7455;&#x75B5;&#x6216;&#x8005;&#x7F3A;&#x9677;&#x3002;&#x8FD9;&#x4E9B;&#x7455;&#x75B5;&#x548C;&#x7F3A;&#x9677;&#x5927;&#x90FD;&#x4E0D;&#x5F71;&#x54CD;&#x529F;&#x80FD;&#xFF0C;&#x6545;&#x5F88;&#x96BE;&#x4F5C;&#x4E3A;&#x6B63;&#x5E38;&#x6E20;&#x9053;&#x9000;&#x6362;&#x8D27;&#x7684;&#x7406;&#x7531;&#x3002;&#x4F46;&#x82E5;&#x5728;&#x5F00;&#x673A;&#x524D;&#x7684;&#x786E;&#x53D1;&#x73B0;&#x4E86;&#x96BE;&#x4EE5;&#x5FCD;&#x53D7;&#x7684;&#x5916;&#x89C2;&#x7F3A;&#x9677;&#xFF0C;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x4E03;&#x5929;&#x65E0;&#x7406;&#x7531;&#x9000;&#x8D27;&#x6E20;&#x9053;&#x8FDB;&#x884C;&#x9000;&#x6362;&#x3002;</p>
<p>&#x5E38;&#x89C1;&#x7684;&#x5916;&#x89C2;&#x7455;&#x75B5;&#x548C;&#x4F8B;&#x5B50;&#xFF08;<strong>&#x6B64;&#x5904;&#x4EC5;&#x4E3A;&#x968F;&#x610F;&#x4ECE;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x9009;&#x53D6;&#x7684;&#x4F8B;&#x5B50;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x5BF9;&#x4EFB;&#x4F55;&#x54C1;&#x724C;&#x7684;&#x54C1;&#x8D28;&#x4F5C;&#x51FA;&#x8BC4;&#x4EF7;</strong>&#xFF09;&#xFF1A;&#x5C4F;&#x8F74;&#x4E24;&#x4FA7;&#x7F1D;&#x9699;&#x4E0D;&#x5BF9;&#x79F0;&#xFF08;<a href="https://tousu.sina.com.cn/complaint/view/17351828965" target="_blank">&#x4F8B;&#x5B50; A</a>&#xFF09;&#xFF0C;&#x89E6;&#x63A7;&#x677F;&#x4E24;&#x4FA7;&#x9AD8;&#x77EE;&#x4E0D;&#x4E00;&#x81F4;&#xFF08;<a href="https://www.dell.com/community/%E7%81%B5%E8%B6%8A%E7%AC%94%E8%AE%B0%E6%9C%AC/%E6%8A%95%E8%AF%89-%E7%81%B5%E8%B6%8A16-Plus%E5%93%81%E6%8E%A7%E6%9E%81%E5%B7%AE-%E5%94%AE%E5%90%8E%E4%B8%8D%E4%BD%9C%E4%B8%BA/td-p/8025463" target="_blank">&#x4F8B;&#x5B50; B</a>&#xFF0C;<a href="https://www.zhihu.com/question/445434723" target="_blank">&#x4F8B;&#x5B50; C</a>&#xFF09;&#xFF0C;&#x89E6;&#x63A7;&#x677F;&#x4E24;&#x4FA7;&#x7F1D;&#x9699;&#x4E0D;&#x4E00;&#x6837;&#x5927;&#x6216;&#x8005;&#x7F1D;&#x9699;&#x504F;&#x5927;&#xFF08;<a href="https://club.huawei.com/thread-30382374-1-1.html" target="_blank">&#x4F8B;&#x5B50; D</a>&#xFF09;&#xFF0C;&#x5408;&#x4E0A;&#x540E;&#x5C4F;&#x5E55;&#x548C;&#x952E;&#x76D8;&#x7F1D;&#x9699;&#x504F;&#x5927;&#xFF08;<a href="https://www.zhihu.com/question/265987549" target="_blank">&#x4F8B;&#x5B50; E</a>&#xFF09;&#x7B49;&#x3002;</p>
<p><img src="new-laptop-setup/Untitled%203.png" alt="Untitled"></p>
<p>&#x518D;&#x6B21;&#x5F3A;&#x8C03;&#xFF0C;&#x8FD9;&#x4E9B;&#x5916;&#x89C2;&#x7455;&#x75B5;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x4E0D;&#x5F71;&#x54CD;&#x529F;&#x80FD;&#x7684;&#x5916;&#x89C2;&#x7455;&#x75B5;&#xFF0C;&#x6BD4;&#x5982;&#x7F1D;&#x9699;&#x4E0D;&#x5BF9;&#x79F0;&#xFF09;&#x5F88;&#x591A;&#x662F;&#x7531;&#x52A0;&#x5DE5;&#x7CBE;&#x5EA6;&#x548C;&#x5236;&#x9020;&#x6C34;&#x5E73;&#x51B3;&#x5B9A;&#x7684;&#xFF0C;&#x800C;&#x5382;&#x5546;&#x6C38;&#x8FDC;&#x662F;&#x6309;&#x7167;&#x4EA7;&#x54C1;&#x7684; <strong>&#x5B9A;&#x4F4D;</strong>&#xFF08;&#x901A;&#x4FD7;&#x6765;&#x8BB2;&#xFF0C;&#x5C31;&#x662F; <strong>&#x552E;&#x4EF7;</strong>&#xFF09;&#x6765;&#x51B3;&#x5B9A;&#x9009;&#x7528;&#x4F55;&#x79CD;&#x52A0;&#x5DE5;&#x7CBE;&#x5EA6;&#x548C;&#x5236;&#x9020;&#x5DE5;&#x827A;&#x7684;&#x3002;&#x6362;&#x8A00;&#x4E4B;&#xFF0C;&#x8FD9;&#x4E9B;&#x300C;&#x7455;&#x75B5;&#x300D;&#x4F9D;&#x7136;&#x80FD;&#x591F;&#x7B26;&#x5408;&#x8D28;&#x91CF;&#x68C0;&#x6D4B;&#x7684;&#x8981;&#x6C42;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5382;&#x5546;&#x6709;&#x6743;&#x62D2;&#x7EDD;&#x4EE5;&#x4E0A;&#x8FF0;&#x539F;&#x56E0;&#x4F5C;&#x4E3A;&#x7406;&#x7531;&#x7684;&#x9000;&#x6362;&#x8D27;&#x9700;&#x6C42;&#x3002;<strong>&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#x5927;&#x5BB6;&#x5728;&#x5F00;&#x673A;&#x524D;&#x4ED4;&#x7EC6;&#x68C0;&#x67E5;&#x5916;&#x89C2;&#x7455;&#x75B5;&#xFF0C;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x6B64;&#x65F6;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4F7F;&#x7528;&#x7535;&#x5546;&#x5E73;&#x53F0;&#x300C;&#x4E03;&#x5929;&#x65E0;&#x7406;&#x7531;&#x300D;&#x9000;&#x8D27;&#x529F;&#x80FD;&#x8FDB;&#x884C;&#x9000;&#x8D27;&#xFF08;&#x5F00;&#x673A;&#x8054;&#x7F51;&#x540E;&#x5C31;&#x4E0D;&#x80FD;&#x4E86;&#xFF09;&#xFF0C;&#x4ECE;&#x800C;&#x907F;&#x514D;&#x4E00;&#x4E9B;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x7EA0;&#x7EB7;&#x3002;</strong></p>
<h3 id="&#x9996;&#x6B21;&#x63D2;&#x7535;&#x524D;">&#x9996;&#x6B21;&#x63D2;&#x7535;&#x524D;&#x2026;&#x2026;</h3>
<p>&#x4E00;&#x4E9B;&#x54C1;&#x724C;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF08;&#x5982;&#x8054;&#x60F3;&#x3001;&#x60E0;&#x666E;&#x7684;&#x5927;&#x90E8;&#x5206;&#x4EA7;&#x54C1;&#xFF09;&#x5728;&#x51FA;&#x5382;&#x65F6;&#x4F1A;&#x88AB;&#x8BBE;&#x7F6E;&#x4E3A;&#x300C;&#x8FD0;&#x8F93;&#x6A21;&#x5F0F;&#x300D;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x65B0;&#x8D2D;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x4E0D;&#x63D2;&#x7535;&#x6E90;&#x65F6;&#xFF0C;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x7535;&#x6C60;&#x5F00;&#x673A;&#x3002;&#x53EA;&#x8981;&#x63D2;&#x8FC7;&#x4E00;&#x6B21;&#x7535;&#x6E90;&#xFF08;&#x5373;&#x4F7F;&#x53EA;&#x662F;&#x63D2;&#x4E86;&#x4E00;&#x4E0B;&#x5C31;&#x62D4;&#x51FA;&#xFF09;&#xFF0C;&#x8FD0;&#x8F93;&#x6A21;&#x5F0F;&#x5C31;&#x4F1A;&#x89E3;&#x9664;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x5BF9;&#x4E8E;&#x62E5;&#x6709;&#x8FD0;&#x8F93;&#x6A21;&#x5F0F;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;<strong>&#x62C6;&#x5C01;&#x540E;&#x5148;&#x4E0D;&#x63D2;&#x7535;&#x6E90;&#xFF0C;&#x76F4;&#x63A5;&#x6309;&#x7535;&#x6E90;&#x6309;&#x94AE;&#x5C1D;&#x8BD5;&#x5F00;&#x673A;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x80FD;&#x6B63;&#x5E38;&#x5F00;&#x673A;&#xFF0C;&#x5219;&#x8BF4;&#x660E;&#x6B63;&#x5E38;</strong>&#xFF1B;&#x5982;&#x679C;&#x80FD;&#x591F;&#x6B63;&#x5E38;&#x5F00;&#x673A;&#xFF0C;&#x8BF4;&#x660E;&#x8FD9;&#x53F0;&#x673A;&#x5668;&#x5728;&#x51FA;&#x5382;&#x540E;&#x88AB;&#x4ED6;&#x4EBA;&#x5F00;&#x542F;&#x8FC7;&#xFF0C;&#x8FDB;&#x800C;&#x8BF4;&#x660E;&#x673A;&#x5668;&#x53EF;&#x80FD;&#x5E76;&#x975E;&#x539F;&#x88C5;&#x3002;</p>
<blockquote>
<p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x7535;&#x8111;&#x578B;&#x53F7; / &#x5382;&#x5546;&#x5E76;&#x6CA1;&#x6709;&#x505A;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x8FD0;&#x8F93;&#x6A21;&#x5F0F;&#x300D;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x8D2D;&#x4E70;&#x7684;&#x662F;&#x300C;&#x5B9A;&#x5236;&#x673A;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x79CD;&#x5224;&#x65AD;&#x65B9;&#x6CD5;&#x5BF9;&#x4F60;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#x3002;</p>
</blockquote>
<p>&#x5982;&#x679C;&#x4F60;&#x8D2D;&#x4E70;&#x7684;&#x7535;&#x8111;&#x7684;&#x8FD0;&#x8F93;&#x6A21;&#x5F0F;&#x5B8C;&#x597D;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x63D2;&#x4E0A;&#x7535;&#x6E90;&#xFF0C;&#x6309;&#x4E0B;&#x5F00;&#x673A;&#x6309;&#x94AE;&#xFF0C;&#x5F00;&#x59CB;&#x7B2C;&#x4E00;&#x6B21;&#x5F00;&#x673A;&#x914D;&#x7F6E;&#x4E86;&#x3002;</p>
<h2 id="&#x65AD;&#x7F51;&#x5F00;&#x673A;">&#x65AD;&#x7F51;&#x5F00;&#x673A;</h2>
<p>&#x65B0;&#x7535;&#x8111;&#x7B2C;&#x4E00;&#x6B21;&#x5F00;&#x673A;&#x540E;&#xFF0C;&#x4F1A;&#x6709;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x521D;&#x59CB;&#x8BBE;&#x7F6E;&#xFF0C;&#x4F8B;&#x5982;&#x8FDE;&#x63A5;&#x7F51;&#x7EDC;&#xFF08;WiFi&#xFF09;&#x3001;&#x8BBE;&#x7F6E;&#x8BED;&#x8A00;&#x548C;&#x8BBE;&#x7F6E;&#x7528;&#x6237;&#x5BC6;&#x7801;&#x3002;&#x8FD9;&#x91CC;&#x7684;&#x300C;&#x65AD;&#x7F51;&#x5F00;&#x673A;&#x300D;&#x6307;&#x7684;&#x662F;&#xFF0C;&#x5728;&#x8FD9;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x521D;&#x59CB;&#x8BBE;&#x7F6E;&#x4E2D;&#xFF0C;&#x8DF3;&#x8FC7;&#x300C;&#x8054;&#x7F51;&#x300D;&#x6B65;&#x9AA4;&#x3002;</p>
<h3 id="&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x65AD;&#x7F51;&#x5F00;&#x673A;">&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x65AD;&#x7F51;&#x5F00;&#x673A;</h3>
<p>&#x4ECE;&#x6982;&#x7387;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x8BF4;&#xFF0C;&#x65B0;&#x7535;&#x8111;&#x51FA;&#x73B0;&#x7455;&#x75B5;&#x662F;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x7684;&#xFF0C;&#x4E70;&#x5230;&#x6709;&#x6545;&#x969C;&#x7684;&#x673A;&#x5668;&#x4E5F;&#x662F;&#x6709;&#x53EF;&#x80FD;&#x7684;&#x3002;&#x7136;&#x800C;&#xFF0C;<strong>&#x5F88;&#x591A;&#x6545;&#x969C;&#x53EA;&#x6709;&#x5728;&#x542F;&#x52A8;&#x7535;&#x8111;&#x8FDB;&#x5165;&#x7CFB;&#x7EDF;&#x4E4B;&#x540E;&#x624D;&#x4F1A;&#x663E;&#x73B0;</strong>&#x2014;&#x2014;&#x4F8B;&#x5982;&#xFF0C;&#x5C4F;&#x5E55;&#x6709;&#x4E25;&#x91CD;&#x7684;&#x504F;&#x8272;&#x3001;&#x4EAE;&#x6591;&#x3001;&#x574F;&#x70B9;&#xFF0C;&#x4EE5;&#x53CA;&#x786C;&#x4EF6;&#x6027;&#x80FD;&#x8868;&#x73B0;&#x8FDC;&#x8FDC;&#x4E0D;&#x53CA;&#x9884;&#x671F;&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x6BD4;&#x8D77;&#x9000;&#x8D27;&#xFF0C;&#x6211;&#x4EEC;&#x4F7F;&#x7528; <strong>&#x6B63;&#x89C4;&#x7535;&#x5546;&#x5E73;&#x53F0;&#x63D0;&#x4F9B;&#x7684;&#x300C;&#x4E03;&#x5929;&#x65E0;&#x7406;&#x7531;&#x300D;&#x9000;&#x8D27;&#x901A;&#x9053;&#xFF0C;&#x6709;&#x65F6;&#x4F1A;&#x66F4;&#x52A0;&#x65B9;&#x4FBF;</strong>&#x3002;</p>
<p>&#x53EF;&#x662F;&#xFF0C;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x7535;&#x5546;&#x5E73;&#x53F0;&#x90FD;&#x89C4;&#x5B9A;&#xFF1A;&#x5BF9;&#x4E8E;&#x7535;&#x8111;&#x4EA7;&#x54C1;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x4F7F;&#x7528;&#x300C;&#x4E03;&#x5929;&#x65E0;&#x7406;&#x7531;&#x300D;&#x5FC5;&#x987B;&#x4FDD;&#x8BC1;&#x7535;&#x8111;&#x4E2D;&#x7684; Windows &#x7CFB;&#x7EDF;&#xFF08;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x6B63;&#x7248;&#x8F6F;&#x4EF6;&#xFF09;&#x6CA1;&#x6709;&#x6FC0;&#x6D3B;</strong>&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5BF9;&#x4E8E;&#x9884;&#x88C5;&#x5728;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x91CC;&#x7684;&#x6B63;&#x7248; Windows &#x7CFB;&#x7EDF;&#xFF0C;<strong>&#x4E00;&#x65E6;&#x8FDE;&#x63A5;&#x5230;&#x7F51;&#x7EDC;&#xFF0C;&#x5C31;&#x4F1A;&#x81EA;&#x52A8;&#x8FDB;&#x884C;&#x6FC0;&#x6D3B;</strong>&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x96BE;&#x53D1;&#x73B0;&#xFF1A;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x8FDB;&#x884C;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x300C;&#x9A8C;&#x673A;&#x300D;&#xFF0C;&#x4EE5;&#x4FDD;&#x969C;&#x6211;&#x4EEC;&#x5728;&#x53D1;&#x73B0;&#x7535;&#x8111;&#x5B58;&#x5728;&#x6545;&#x969C;&#x65F6;&#x80FD;&#x591F;&#x53CA;&#x65F6;&#x3001;&#x987A;&#x5229;&#x5730;&#x9000;&#x8D27;&#xFF0C;&#x6211;&#x4EEC;&#x6700;&#x597D;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x65F6;&#x4E0D;&#x8FDE;&#x63A5;&#x7F51;&#x7EDC;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x300C;&#x65AD;&#x7F51;&#x5F00;&#x673A;&#x300D;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x80FD;&#x591F;&#x6700;&#x5927;&#x9650;&#x5EA6;&#x5730;&#x4FDD;&#x969C;&#x6211;&#x4EEC;&#x7684;&#x6743;&#x76CA;&#x3002;</p>
<h3 id="windows-10-&#x65AD;&#x7F51;&#x5F00;&#x673A;">Windows 10 &#x65AD;&#x7F51;&#x5F00;&#x673A;</h3>
<p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x7535;&#x8111;&#x9884;&#x88C5;&#x7684;&#x662F; Windows 10 &#x7CFB;&#x7EDF;&#xFF0C;&#x90A3;&#x4E48;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x5F00;&#x673A;&#x8FDB;&#x884C;&#x5230;&#x8FD9;&#x4E2A;&#x754C;&#x9762;&#x65F6;&#xFF1A;</p>
<p><img src="new-laptop-setup/Untitled%204.png" alt="Untitled"></p>
<p>&#x70B9;&#x51FB;&#x5C4F;&#x5E55;&#x5DE6;&#x4E0B;&#x89D2;&#x7684;&#x3010;&#x73B0;&#x5728;&#x8DF3;&#x8FC7;&#x3011;&#xFF0C;&#x5373;&#x53EF;&#x8DF3;&#x8FC7;&#x8054;&#x7F51;&#x6B65;&#x9AA4;&#x3002;</p>
<h3 id="windows-11-&#x65AD;&#x7F51;&#x5F00;&#x673A;">Windows 11 &#x65AD;&#x7F51;&#x5F00;&#x673A;</h3>
<p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x7535;&#x8111;&#x9884;&#x88C5;&#x7684;&#x662F; Windows 11 &#x5BB6;&#x5EAD;&#x7248;&#x7CFB;&#x7EDF;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;<strong>&#x9996;&#x6B21;&#x5F00;&#x673A;&#x7684;&#x8054;&#x7F51;&#x6B65;&#x9AA4;&#x6CA1;&#x6709;&#x300C;&#x8DF3;&#x8FC7;&#x300D;&#x6309;&#x94AE;</strong>&#xFF0C;&#x5982;&#x4E0B;&#x56FE;&#xFF1A;</p>
<p><img src="new-laptop-setup/Untitled%205.png" alt="Untitled"></p>
<p>&#x8FD9;&#x662F; Windows 11 &#x5BB6;&#x5EAD;&#x7248;&#x7684;&#x4E00;&#x4E2A; <strong>&#x975E;&#x5E38;&#x611A;&#x8822;</strong> &#x7684;&#x8BBE;&#x5B9A;&#x2014;&#x2014;&#x5B83;&#x8981;&#x6C42;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x8054;&#x7F51;&#x624D;&#x80FD;&#x5B8C;&#x6210;&#x9996;&#x6B21;&#x5F00;&#x673A;&#x3002;<del>&#x8FA3;&#x9E21;&#x5FAE;&#x8F6F;&#xFF0C;&#x65AD;&#x6211;&#x540E;&#x8DEF;&#x3002;</del>&#x4E3A;&#x4E86;&#x907F;&#x514D;&#x8054;&#x7F51;&#x6FC0;&#x6D3B;&#x9020;&#x6210;&#x4E03;&#x5929;&#x65E0;&#x7406;&#x7531;&#x5931;&#x6548;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x9700;&#x8981;&#x7528;&#x4E00;&#x4E9B;&#x300C;&#x7279;&#x6B8A;&#x65B9;&#x6CD5;&#x300D;&#x6765;&#x5F3A;&#x884C;&#x8DF3;&#x8FC7;&#x8054;&#x7F51;&#x6B65;&#x9AA4;&#x3002;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x62FF;&#x5230;&#x673A;&#x5668;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x8BF7;&#x6309;&#x4E0B;&#x9762;&#x7684;&#x6B65;&#x9AA4;&#x4F9D;&#x6B21;&#x5C1D;&#x8BD5;&#xFF1A;</p>
<ol>
<li>&#x5728;&#x8FD9;&#x4E2A;&#x754C;&#x9762;&#x5C1D;&#x8BD5;&#x6309; <code>Shift</code> + <code>F10</code>&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x6548;&#x679C;&#xFF0C;&#x8BF7;&#x518D;&#x6309; <code>Fn</code> + <code>Shift</code> + <code>F10</code>&#x3002;</li>
<li>&#x8F93;&#x5165; <code>oobe\bypassnro.cmd</code>&#xFF0C;&#x7136;&#x540E;&#x6309;&#x56DE;&#x8F66;&#x3002;&#x7535;&#x8111;&#x4F1A;&#x91CD;&#x542F;&#x3002;</li>
<li>&#x518D;&#x6B21;&#x6765;&#x5230;&#x8054;&#x7F51;&#x754C;&#x9762;&#xFF0C;&#x70B9;&#x51FB;&#x53F3;&#x4E0B;&#x65B9;&#x3010;&#x6211;&#x6CA1;&#x6709; Internet &#x8FDE;&#x63A5;&#x3011;&#x3002;</li>
</ol>
<p><strong>&#x82E5;&#x4F60;&#x53D1;&#x73B0;&#x4E0A;&#x8FF0;&#x65B9;&#x6CD5;&#x4E0D;&#x80FD;&#x8DF3;&#x8FC7;&#x7F51;&#x7EDC;&#x8FDE;&#x63A5;&#xFF0C;&#x8BF7;&#x5411;&#x6211;&#x4EEC;&#x63D0;&#x51FA;&#x53CD;&#x9988;&#xFF08;&#x53D1;&#x9001;&#x90AE;&#x4EF6;&#x81F3; <a href="mailto:missing@criwits.top" target="_blank">missing@criwits.top</a>&#xFF09;</strong>&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x6781;&#x7AEF;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4F60;&#x5C06;&#x53EA;&#x80FD;&#x9009;&#x62E9;&#x8FDE;&#x63A5;&#x5230;&#x7F51;&#x7EDC;&#x3002;</p>
<h2 id="&#x914D;&#x7F6E;&#x7528;&#x6237;&#x4FE1;&#x606F;">&#x914D;&#x7F6E;&#x7528;&#x6237;&#x4FE1;&#x606F;</h2>
<blockquote>
<p>&#x5982;&#x679C;&#x4F60;&#x5728;&#x4E0A;&#x4E00;&#x6B65;&#x6CA1;&#x80FD;&#x6210;&#x529F;&#x8DF3;&#x8FC7;&#x8054;&#x7F51;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E00;&#x8282;&#x4F60;&#x5C06;&#x9700;&#x8981;&#x767B;&#x5F55;&#x6216;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x3002;&#x6709;&#x5173;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x8BF7;&#x53C2;&#x8003; <a href="user-and-ms-account.html">&#x7528;&#x6237;&#x4E0E;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;</a>&#x3002;</p>
</blockquote>
<p>&#x5982;&#x679C;&#x4F60;&#x6210;&#x529F;&#x5730;&#x8DF3;&#x8FC7;&#x4E86;&#x8054;&#x7F51;&#x6B65;&#x9AA4;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C06;&#x5F88;&#x5FEB;&#x6765;&#x5230;&#x914D;&#x7F6E;&#x7528;&#x6237;&#x4FE1;&#x606F;&#x7684;&#x73AF;&#x8282;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x300C;&#x7528;&#x6237;&#x300D;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#x4E0D;&#x751A;&#x4E86;&#x89E3;&#xFF0C;&#x8BF7;&#x53C2;&#x9605; <a href="user-and-ms-account.html">&#x7528;&#x6237;&#x4E0E;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;</a> &#x3002;</p>
<h3 id="&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x7B80;&#x77ED;&#x7684;&#x82F1;&#x6587;&#x7528;&#x6237;&#x540D;">&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x7B80;&#x77ED;&#x7684;&#x82F1;&#x6587;&#x7528;&#x6237;&#x540D;</h3>
<p>&#x5728;&#x300C;&#x8C01;&#x5C06;&#x4F7F;&#x7528;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x300D;&#x6B65;&#x9AA4;&#xFF0C;&#x4F60;&#x4F1A;&#x88AB;&#x8981;&#x6C42;&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x540D;&#x3002;&#x5C3D;&#x7BA1;&#x8FD9;&#x4E2A;&#x7528;&#x6237;&#x540D;&#x53EF;&#x4EE5;&#x5305;&#x542B;&#x6709;&#x4E2D;&#x6587;&#x548C;&#x7279;&#x6B8A;&#x5B57;&#x7B26;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x5EFA;&#x8BAE; <strong>&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x7B80;&#x77ED;&#x7684;&#x82F1;&#x6587;&#x7528;&#x6237;&#x540D;</strong>&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#xFF08;&#x4F8B;&#x5982; SketchUp&#xFF09;&#x5728;&#x7CFB;&#x7EDF;&#x7528;&#x6237;&#x540D;&#x5305;&#x542B;&#x4E2D;&#x6587;&#x65F6;&#xFF0C;&#x4F1A;&#x51FA;&#x73B0;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x95EE;&#x9898;&#x751A;&#x81F3;&#x5B8C;&#x5168;&#x65E0;&#x6CD5;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x800C;&#x81F3;&#x4E8E;&#x4EC0;&#x4E48;&#x662F;&#x300C;&#x7B80;&#x77ED;&#x7684;&#x82F1;&#x6587;&#x7528;&#x6237;&#x540D;&#x300D;&#xFF0C;&#x5C3D;&#x7BA1;&#x6CA1;&#x6709;&#x660E;&#x786E;&#x89C4;&#x5B9A;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#x7528;&#x6237;&#x540D;&#x6700;&#x597D;&#x5728; 10 &#x4E2A;&#x5B57;&#x6BCD;&#x4EE5;&#x5185;&#xFF0C;&#x4E0D;&#x5305;&#x542B;&#x9664;&#x4E86;&#x6A2A;&#x6760; <code>-</code> &#x548C;&#x4E0B;&#x5212;&#x7EBF; <code>_</code> &#x4E4B;&#x5916;&#x7684;&#x7B26;&#x53F7;&#xFF0C;&#x4E0D;&#x8981;&#x5305;&#x542B;&#x7A7A;&#x683C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;<code>hanswan</code>&#x3001; <code>Windy_D</code> &#x548C; <code>Saoirse</code> &#x90FD;&#x662F;&#x4E0D;&#x9519;&#x7684;&#x9009;&#x62E9;&#x3002;</p>
<h2 id="&#x7B80;&#x5355;&#x9A8C;&#x673A;">&#x7B80;&#x5355;&#x9A8C;&#x673A;</h2>
<p>&#x6309;&#x63D0;&#x793A;&#x5B8C;&#x6210;&#x5269;&#x4F59;&#x7684;&#x7CFB;&#x7EDF;&#x914D;&#x7F6E;&#x6B65;&#x9AA4;&#x5E76;&#x7A0D;&#x4F5C;&#x7B49;&#x5F85;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x8FDB;&#x5165;&#x65B0;&#x7535;&#x8111;&#x7684;&#x684C;&#x9762;&#x4E86;&#x3002;&#x8FD9;&#x65F6;&#x6211;&#x4EEC; <strong>&#x5343;&#x4E07;&#x4E0D;&#x8981;&#x8054;&#x7F51;</strong>&#xFF08;&#x4E0D;&#x7136;&#x524D;&#x529F;&#x5C3D;&#x5F03;&#xFF0C;&#x524D;&#x9762;&#x82B1;&#x4E86;&#x4E0D;&#x5C11;&#x52B2;&#x6765;&#x8DF3;&#x8FC7;&#x8054;&#x7F51;&#x6B65;&#x9AA4;&#x5462;&#xFF09;&#xFF0C;&#x800C;&#x5E94;&#x8BE5;&#x5728;&#x7CFB;&#x7EDF;&#x5185;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x9A8C;&#x673A;&#x3002;</p>
<h3 id="&#x68C0;&#x67E5;&#x673A;&#x5668;&#x5B9E;&#x9645;&#x914D;&#x7F6E;&#x662F;&#x5426;&#x4E0E;&#x8D2D;&#x4E70;&#x7684;&#x76F8;&#x540C;">&#x68C0;&#x67E5;&#x673A;&#x5668;&#x5B9E;&#x9645;&#x914D;&#x7F6E;&#x662F;&#x5426;&#x4E0E;&#x8D2D;&#x4E70;&#x7684;&#x76F8;&#x540C;</h3>
<p>&#x6253;&#x5F00;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;&#x5668;&#xFF08;&#x6309; <code>Ctrl</code> + <code>Shift</code> + <code>Esc</code>&#xFF09;&#xFF0C;&#x5207;&#x6362;&#x5230;&#x300C;&#x6027;&#x80FD;&#x300D;&#x9009;&#x9879;&#x5361;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x5305;&#x62EC;&#x5904;&#x7406;&#x5668;&#x3001;&#x5185;&#x5B58;&#x3001;&#x78C1;&#x76D8;&#x548C;&#x663E;&#x5361;&#x5728;&#x5185;&#x7684;&#x4E00;&#x4E9B;&#x786C;&#x4EF6;&#x7684;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x3002;</p>
<ul>
<li>&#x5904;&#x7406;&#x5668;&#xFF1A;&#x8BF7;&#x5173;&#x6CE8;&#x5904;&#x7406;&#x5668;&#x7CFB;&#x5217;&#x548C;&#x578B;&#x53F7;&#xFF08;&#x4F8B;&#x5982; i5 1135G7 &#x6216;&#x662F; R7 5850U&#xFF09;&#x662F;&#x5426;&#x662F;&#x4F60;&#x8D2D;&#x4E70;&#x7684;&#x578B;&#x53F7;&#xFF0C;&#x5373;&#x5305;&#x88C5;&#x7BB1;&#x4E0A;&#x5199;&#x660E;&#x7684;&#x578B;&#x53F7;&#x3002;</li>
<li>&#x5185;&#x5B58;&#xFF1A;&#x8BF7;&#x5173;&#x6CE8;&#x5BB9;&#x91CF;&#xFF08;&#x4F8B;&#x5982; 16 GB&#xFF09;&#x3001;&#x901F;&#x5EA6;&#xFF08;&#x4F8B;&#x5982; 3200 MHz&#xFF09;&#x8FD9;&#x4E24;&#x9879;&#x4FE1;&#x606F;&#x3002;&#x8FD9;&#x4E9B;&#x5728;&#x8D2D;&#x4E70;&#x7535;&#x8111;&#x7684;&#x300C;&#x5546;&#x54C1;&#x8BE6;&#x60C5;&#x9875;&#x300D;&#x4F1A;&#x6709;&#x4ECB;&#x7ECD;&#x3002;</li>
<li><p>&#x786C;&#x76D8;&#xFF1A;&#x8BF7;&#x5173;&#x6CE8;&#x5BB9;&#x91CF;&#xFF08;&#x4F8B;&#x5982; 512 GB &#x673A;&#x578B;&#x7684;&#x5B9E;&#x9645;&#x53EF;&#x7528;&#x7A7A;&#x95F4;&#x662F; 477 GB&#xFF09;&#x3002;</p>
<blockquote>
<p>&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x5173;&#x6CE8;&#x4E00;&#x4E0B;&#x786C;&#x76D8;&#x7684;&#x5382;&#x5546;&#xFF08;&#x4F8B;&#x5982; SAMSUNG&#xFF09;&#x548C;&#x5177;&#x4F53;&#x578B;&#x53F7;&#x3002;&#x8BB8;&#x591A;&#x54C1;&#x724C;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x5382;&#x5546;&#xFF0C;&#x4F1A;&#x5728;&#x540C;&#x4E00;&#x578B;&#x53F7;&#x7684;&#x673A;&#x5668;&#x4E0A;&#x6DF7;&#x7528;&#x4E0D;&#x540C;&#x54C1;&#x724C;&#x7684;&#x786C;&#x76D8;&#x2014;&#x2014;&#x800C;&#x4E0D;&#x540C;&#x54C1;&#x724C;&#x7684;&#x786C;&#x76D8;&#x5728;&#x8868;&#x73B0;&#x4E0A;&#x90FD;&#x5404;&#x6709;&#x4E0D;&#x540C;&#x3002;</p>
</blockquote>
</li>
<li>&#x663E;&#x5361;&#xFF1A;&#x8BF7;&#x5173;&#x6CE8;&#x5217;&#x51FA;&#x7684;&#x663E;&#x5361;&#x6570;&#x91CF;&#x3002;&#x96C6;&#x6210;&#x663E;&#x5361;&#x673A;&#x578B;&#x53EA;&#x4F1A;&#x663E;&#x793A; 1 &#x4E2A;&#xFF0C;&#x5E26;&#x6709;&#x72EC;&#x7ACB;&#x663E;&#x5361;&#x7684;&#x673A;&#x5668;&#x4F1A;&#x663E;&#x793A; 2 &#x4E2A;&#x2014;&#x2014;&#x4E00;&#x4E2A;&#x662F;&#x72EC;&#x7ACB;&#x663E;&#x5361;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x662F;&#x96C6;&#x6210;&#x663E;&#x5361;&#x3002;&#x5982;&#x679C;&#x5F00;&#x542F;&#x4E86;&#x300C;&#x72EC;&#x663E;&#x76F4;&#x8FDE;&#x300D;&#x529F;&#x80FD;&#xFF0C;&#x90A3;&#x4E48;&#x5E26;&#x6709;&#x72EC;&#x7ACB;&#x663E;&#x5361;&#x7684;&#x673A;&#x5668;&#x4E5F;&#x53EA;&#x4F1A;&#x663E;&#x793A; 1 &#x5757;&#x663E;&#x5361;&#x3002;&#x5BF9;&#x4E8E;&#x72EC;&#x7ACB;&#x663E;&#x5361;&#xFF0C;&#x8FD8;&#x8BF7;&#x5173;&#x6CE8;&#x5B83;&#x7684;&#x663E;&#x5B58;&#xFF08;&#x4E13;&#x6709; GPU &#x5185;&#x5B58;&#xFF09;&#x4FE1;&#x606F;&#x3002;</li>
</ul>
<p>&#x4E00;&#x65E6;&#x4E0A;&#x8FF0;&#x4FE1;&#x606F;&#x4E0D;&#x7B26;&#xFF0C;&#x8BF7;&#x7ACB;&#x5373;&#x8054;&#x7CFB;&#x5356;&#x5BB6;&#x8FDB;&#x884C;&#x9000;&#x6362;&#x3002;</p>
<h3 id="&#x68C0;&#x67E5;&#x5C4F;&#x5E55;&#x6709;&#x65E0;&#x574F;&#x70B9;&#x3001;&#x4EAE;&#x6591;&#x548C;&#x80CC;&#x5149;&#x4E0D;&#x5747;">&#x68C0;&#x67E5;&#x5C4F;&#x5E55;&#x6709;&#x65E0;&#x574F;&#x70B9;&#x3001;&#x4EAE;&#x6591;&#x548C;&#x80CC;&#x5149;&#x4E0D;&#x5747;</h3>
<p>&#x5728;&#x5F00;&#x59CB;&#x83DC;&#x5355;&#x4E2D;&#x6253;&#x5F00;&#x300C;&#x753B;&#x56FE;&#x300D;&#xFF0C;&#x5C06;&#x753B;&#x5E03;&#x5927;&#x5C0F;&#x8BBE;&#x7F6E;&#x4E3A;&#x4F60;&#x7684;&#x5C4F;&#x5E55;&#x5206;&#x8FA8;&#x7387;&#x5927;&#x5C0F;&#xFF0C;&#x7136;&#x540E;&#x4F7F;&#x7528;&#x300C;&#x6CB9;&#x6F06;&#x6876;&#x300D;&#x5DE5;&#x5177;&#xFF0C;&#x5BF9;&#x753B;&#x5E03;&#x4F9D;&#x6B21;&#x586B;&#x5145;&#x51E0;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x989C;&#x8272;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x7EA2;&#x3001;&#x84DD;&#x3001;&#x7EFF;&#x3001;&#x9EC4;&#x3001;&#x7EAF;&#x767D;&#x7B49;&#xFF09;&#x3002;&#x6BCF;&#x586B;&#x5145;&#x4E00;&#x6B21;&#x989C;&#x8272;&#xFF0C;&#x90FD;&#x6309;&#x4E00;&#x6B21; <code>F11</code> &#x6765;&#x5168;&#x5C4F;&#x4EE5;&#x68C0;&#x67E5;&#x5C4F;&#x5E55;&#xFF08;&#x5982;&#x679C;&#x4F60;&#x53D1;&#x73B0; <code>F11</code> &#x6CA1;&#x7528;&#xFF0C;&#x8BF7;&#x70B9;&#x51FB;&#x3010;&#x67E5;&#x770B;&#x3011;&#x2192;&#x3010;&#x5168;&#x5C4F;&#x3011;&#xFF09;&#x3002;&#x5C4F;&#x5E55;&#x5BB9;&#x6613;&#x51FA;&#x73B0;&#x7684;&#x95EE;&#x9898;&#x6709;&#xFF1A;</p>
<ul>
<li>&#x574F;&#x70B9;&#xFF1A;&#x5373;&#x67D0;&#x4E2A;&#x50CF;&#x7D20;&#x70B9;&#x56E0;&#x635F;&#x574F;&#x800C;&#x65E0;&#x6CD5;&#x663E;&#x793A;&#x4E0E;&#x6B63;&#x5E38;&#x50CF;&#x7D20;&#x70B9;&#x4E00;&#x6837;&#x7684;&#x989C;&#x8272;&#x3002;&#x574F;&#x70B9;&#x53EF;&#x80FD;&#x662F;&#x9ED1;&#x70B9;&#xFF08;&#x4E0D;&#x4EAE;&#xFF09;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x56FA;&#x5B9A;&#x53EA;&#x80FD;&#x4EAE;&#x67D0;&#x4E00;&#x79CD;&#x989C;&#x8272;&#x3002;</li>
<li>&#x4EAE;&#x6591;&#xFF1A;&#x5373;&#x5C4F;&#x5E55;&#x67D0;&#x5904;&#x6709;&#x6CDB;&#x767D;&#x53D1;&#x4EAE;&#xFF0C;&#x4E0E;&#x5C4F;&#x5E55;&#x6B63;&#x5E38;&#x90E8;&#x4F4D;&#x76F8;&#x6BD4;&#x975E;&#x5E38;&#x7A81;&#x5140;&#x3002;</li>
<li>&#x80CC;&#x5149;&#x4E0D;&#x5747;&#xFF1A;&#x8BA9;&#x5C4F;&#x5E55;&#x663E;&#x793A;&#x4E00;&#x79CD;&#x4EAE;&#x8272;&#xFF0C;&#x7136;&#x540E;&#x8FDC;&#x770B;&#x5C4F;&#x5E55;&#xFF0C;&#x5C4F;&#x5E55;&#x7684;&#x4E0D;&#x540C;&#x90E8;&#x4F4D;&#x7684;&#x4EAE;&#x5EA6;&#x4E0D;&#x5747;&#x8861;&#xFF0C;&#x50CF;&#x662F;&#x6709;&#x5F88;&#x591A;&#x5927;&#x7684;&#x4EAE;&#x6591;&#x4E00;&#x6837;&#x3002;</li>
</ul>
<blockquote>
<p>&#x6CE8;&#x610F; TN &#x5C4F;&#x56E0;&#x53EF;&#x89C6;&#x89D2;&#x5EA6;&#x7684;&#x53D8;&#x5316;&#x9020;&#x6210;&#x7684;&#x6CDB;&#x767D;&#x7B49;&#x95EE;&#x9898;&#x5E76;&#x4E0D;&#x662F;&#x5C4F;&#x5E55;&#x95EE;&#x9898;&#x3002;&#x8BE6;&#x89C1; <a href="screens-and-their-secrets.html">&#x663E;&#x793A;&#x5668;&#x7684;&#x4E8C;&#x4E09;&#x4E8B;</a>&#x3002;</p>
</blockquote>
<p>&#x5728;&#x6B63;&#x5E38;&#x9000;&#x6362;&#x6E20;&#x9053;&#x7684;&#x6807;&#x51C6;&#x4E0B;&#xFF0C;&#x574F;&#x70B9;&#x3001;&#x4EAE;&#x6591;&#x4E00;&#x822C;&#x9700;&#x8981; 3 &#x4E2A;&#x4EE5;&#x4E0A;&#x624D;&#x80FD;&#x8FDB;&#x884C;&#x9000;&#x6362;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x7531;&#x4E8E;&#x6B64;&#x65F6;&#x6211;&#x4EEC;&#x6CA1;&#x6709;&#x8054;&#x7F51;&#xFF0C;&#x5982;&#x679C;&#x51FA;&#x73B0;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x7528;&#x300C;&#x4E03;&#x5929;&#x65E0;&#x7406;&#x7531;&#x300D;&#x6E20;&#x9053;&#x6765;&#x9000;&#x8D27;&#x3002;</p>
<h3 id="&#x68C0;&#x67E5;&#x673A;&#x5668;&#x6027;&#x80FD;&#x8868;&#x73B0;-">&#x68C0;&#x67E5;&#x673A;&#x5668;&#x6027;&#x80FD;&#x8868;&#x73B0; *</h3>
<p>&#x6211;&#x4EEC;&#x8FD8;&#x53EF;&#x4EE5;&#x5728;&#x6B64;&#x65F6;&#x5BF9;&#x673A;&#x5668;&#x6027;&#x80FD;&#x8FDB;&#x884C;&#x7B80;&#x5355;&#x6D4B;&#x8BD5;&#x3002;&#x4F7F;&#x7528;&#x53E6;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x4E0B;&#x8F7D;&#x8BF8;&#x5982;&#x300C;&#x9C81;&#x5927;&#x5E08;&#x300D;&#x300C;Fritz Chess Benchmark&#x300D;&#x300C;Cinebench&#x300D;&#x300C;3D Mark&#x300D;&#x7B49;&#x8F6F;&#x4EF6;&#x5E76;&#x62F7;&#x8D1D;&#x5230; U &#x76D8;&#x4E2D;&#xFF0C;&#x518D;&#x63D2;&#x4E0A;&#x6211;&#x4EEC;&#x7684;&#x673A;&#x5668;&#xFF0C;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x8F6F;&#x4EF6;&#x5BF9;&#x7535;&#x8111;&#x7684; CPU&#x3001;&#x663E;&#x5361;&#x3001;&#x5185;&#x5B58;&#x7B49;&#x90E8;&#x4EF6;&#x8FDB;&#x884C;&#x5404;&#x65B9;&#x9762;&#x7684;&#x538B;&#x529B;&#x6D4B;&#x8BD5;&#xFF0C;&#x4ECE;&#x800C;&#x8BC4;&#x5224;&#x673A;&#x5668;&#x7684;&#x6027;&#x80FD;&#x8868;&#x73B0;&#x3002;&#x6B64;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x6211;&#x4EEC;&#x4E0D;&#x591A;&#x4ECB;&#x7ECD;&#xFF0C;&#x6709;&#x5174;&#x8DA3;&#x7684;&#x8BFB;&#x8005;&#x8BF7;&#x81EA;&#x884C;&#x4E0A;&#x7F51;&#x67E5;&#x627E;&#x3002;</p>
<h2 id="&#x5212;&#x5206;&#x65B0;&#x7684;&#x5206;&#x533A;">&#x5212;&#x5206;&#x65B0;&#x7684;&#x5206;&#x533A;</h2>
<p>&#x4E00;&#x4E9B;&#x54C1;&#x724C;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x51FA;&#x5382;&#x4E0D;&#x4F1A;&#x4E3A;&#x7528;&#x6237;&#x5212;&#x5206;&#x66F4;&#x591A;&#x7684;&#x5206;&#x533A;&#x2014;&#x2014;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x4F60;&#x4E70;&#x5230;&#x624B;&#x7684;&#x7535;&#x8111;&#x6709;&#x53EF;&#x80FD;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x300C;&#x76D8;&#x300D;&#xFF0C;&#x800C;&#x8FD9;&#x4E2A;&#x76D8;&#x5C31;&#x662F;&#x6574;&#x4E2A;&#x786C;&#x76D8;&#x53EF;&#x7528;&#x7A7A;&#x95F4;&#x7684;&#x5927;&#x5C0F;&#x3002;&#x4E3A;&#x4E86;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x66F4;&#x597D;&#x5730;&#x7BA1;&#x7406;&#x6587;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x624B;&#x52A8;&#x4E3A;&#x65B0;&#x7535;&#x8111;&#x5212;&#x5206;&#x65B0;&#x7684;&#x5206;&#x533A;&#x3002;</p>
<p>&#x9996;&#x5148;&#x660E;&#x786E;&#xFF0C;&#x6211;&#x4EEC;&#x662F;&#x53EF;&#x4EE5;&#x65E0;&#x635F;&#x5730;&#x4ECE;&#x4E00;&#x4E2A;&#x5DF2;&#x6709;&#x5206;&#x533A;&#x7684;&#x5C3E;&#x90E8;&#x300C;&#x5207;&#x300D;&#x51FA;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5206;&#x533A;&#x7684;&#xFF0C;&#x524D;&#x63D0;&#x662F;&#x5DF2;&#x6709;&#x5206;&#x533A;&#x7684;&#x5269;&#x4F59;&#x7A7A;&#x95F4;&#x8DB3;&#x591F;&#x5927;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x7684;&#x65B0;&#x7535;&#x8111;&#x7684;&#x5206;&#x533A;&#x7ED3;&#x6784;&#x50CF;&#x8FD9;&#x6837;&#xFF08;&#x53EA;&#x6709;&#x4E00;&#x4E2A; C &#x76D8;&#xFF09;&#xFF1A;</p>
<p><img src="new-laptop-setup/Untitled%206.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x5B83;&#x7684;&#x5C3E;&#x90E8;&#x5212;&#x5206;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5206;&#x533A;&#xFF08;D &#x76D8;&#xFF09;&#x3002;&#x64CD;&#x4F5C;&#x6D41;&#x7A0B;&#x5982;&#x4E0B;&#xFF1A;</p>
<ul>
<li><p>&#x53F3;&#x51FB;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x7BA1;&#x7406;&#x3011;&#xFF0C;&#x518D;&#x5728;&#x5DE6;&#x4FA7;&#x70B9;&#x51FB;&#x3010;&#x78C1;&#x76D8;&#x7BA1;&#x7406;&#x3011;&#x3002;</p>
<p>  <img src="new-laptop-setup/Untitled%207.png" alt="Untitled"></p>
</li>
<li><p>&#x5728;&#x300C;&#x78C1;&#x76D8;&#x7BA1;&#x7406;&#x300D;&#x754C;&#x9762;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7535;&#x8111;&#x7684;&#x5206;&#x533A;&#x60C5;&#x51B5;&#xFF08;C &#x76D8;&#x524D;&#x540E;&#x7684;&#x6CA1;&#x6709;&#x76D8;&#x7B26;&#x7684;&#x5206;&#x533A;&#x662F;&#x7CFB;&#x7EDF;&#x5DE5;&#x4F5C;&#x9700;&#x8981;&#x7684;&#x9690;&#x85CF;&#x5206;&#x533A;&#xFF09;&#x3002;&#x53F3;&#x51FB;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x300C;&#x5207;&#x300D;&#x7684;&#x5206;&#x533A;&#xFF08;C &#x76D8;&#xFF09;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x538B;&#x7F29;&#x5377;&#x3011;&#x3002;</p>
<p>  <img src="new-laptop-setup/Untitled%208.png" alt="Untitled"></p>
</li>
<li><p>&#x7A0D;&#x7B49;&#x7247;&#x523B;&#xFF0C;&#x7136;&#x540E;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x5BF9;&#x8BDD;&#x6846;&#x4E2D;&#x3010;&#x8F93;&#x5165;&#x538B;&#x7F29;&#x7A7A;&#x95F4;&#x91CF;&#x3011;&#x5904;&#x8F93;&#x5165;&#x4F60;&#x9700;&#x8981;&#x300C;&#x5207;&#x300D;&#x51FA;&#x7684;&#x5927;&#x5C0F;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#x5C06; C &#x76D8;&#x4FDD;&#x7559; 150&#x2014;200 GB&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x7A7A;&#x95F4;&#x90FD;&#x53EF;&#x4EE5;&#x5212;&#x5206;&#x7ED9;&#x65B0;&#x7684;&#x5206;&#x533A;&#x3002;&#x6B64;&#x5904;&#x586B;&#x5199;&#x7684;&#x5BB9;&#x91CF;&#x5355;&#x4F4D;&#x662F; MB&#x3002;</p>
<p>  <img src="new-laptop-setup/Untitled%209.png" alt="Untitled"></p>
</li>
<li><p>&#x70B9;&#x51FB;&#x3010;&#x538B;&#x7F29;&#x3011;&#x3002;&#x7A0D;&#x7B49;&#x7247;&#x523B;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5728; C &#x76D8;&#x7684;&#x540E;&#x65B9;&#x591A;&#x51FA;&#x4E86;&#x4E00;&#x6BB5;&#x300C;&#x672A;&#x5206;&#x914D;&#x300D;&#x7A7A;&#x95F4;&#x3002;&#x53F3;&#x51FB;&#x5B83;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x65B0;&#x5EFA;&#x7B80;&#x5355;&#x5377;&#x3011;&#x3002;</p>
<p>  <img src="new-laptop-setup/Untitled%2010.png" alt="Untitled"></p>
</li>
<li><p>&#x70B9;&#x51FB;&#x4E09;&#x6B21;&#x3010;&#x4E0B;&#x4E00;&#x9875;&#x3011;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x300C;&#x683C;&#x5F0F;&#x5316;&#x5206;&#x533A;&#x300D;&#x8FD9;&#x4E00;&#x6B65;&#x4E3A;&#x65B0;&#x5206;&#x533A;&#x6307;&#x5B9A;&#x4E00;&#x4E2A;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5377;&#x6807;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x66F4;&#x6539;&#xFF0C;&#x5B83;&#x9ED8;&#x8BA4;&#x662F;&#x300C;&#x65B0;&#x52A0;&#x5377;&#x300D;&#x3002;</p>
<p>  <img src="new-laptop-setup/Untitled%2011.png" alt="Untitled"></p>
</li>
<li><p>&#x5B8C;&#x6210;&#x5411;&#x5BFC;&#xFF0C;&#x4F60;&#x5C06;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5206;&#x533A;&#x3002;</p>
<p>  <img src="new-laptop-setup/Untitled%2012.png" alt="Untitled"></p>
</li>
</ul>
<h2 id="&#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;">&#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;</h2>
<p>&#x5230;&#x6B64;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5207;&#x68C0;&#x67E5;&#x65E0;&#x8BEF;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x5C06;&#x65B0;&#x7535;&#x8111;&#x8FDE;&#x63A5;&#x5230;&#x7F51;&#x7EDC;&#x4E86;&#x3002;</p>
<p>&#x5728; <a href="user-and-ms-account.html">&#x7528;&#x6237;&#x4E0E;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;</a> &#x4E00;&#x7AE0;&#xFF0C;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x4E86;&#x300C;&#x672C;&#x5730;&#x7528;&#x6237;&#x300D;&#x548C;&#x300C;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x7528;&#x6237;&#x300D;&#x8FD9;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x7684; Windows &#x7528;&#x6237;&#x3002;&#x7531;&#x4E8E;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x4E86;&#x65AD;&#x7F51;&#x5F00;&#x673A;&#xFF0C;&#x56E0;&#x6B64;&#x73B0;&#x5728;&#x7535;&#x8111;&#x76EE;&#x524D;&#x7684;&#x7528;&#x6237;&#x662F;&#x300C;&#x672C;&#x5730;&#x7528;&#x6237;&#x300D;&#x3002;&#x4E3A;&#x4E86;&#x4EAB;&#x53D7;&#x66F4;&#x591A;&#x7684;&#x529F;&#x80FD;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x8BBE;&#x7F6E;&#x540C;&#x6B65; <del>&#x5C3D;&#x7BA1;&#x5B83;&#x529F;&#x80FD;&#x5341;&#x5206;&#x6709;&#x9650;</del>&#x3001;&#x77ED;&#x5BC6;&#x7801;&#x548C; Windows Hello&#xFF09;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x4E2A;&#x672C;&#x5730;&#x7528;&#x6237;&#x8FDE;&#x63A5;&#x5230;&#x4E00;&#x4E2A;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x5B83;&#x6210;&#x4E3A;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x7528;&#x6237;&#x3002;</p>
<p>&#x9996;&#x5148;&#x6253;&#x5F00;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x5E10;&#x6237;&#x3011;&#xFF0C;&#x7136;&#x540E;&#x70B9;&#x51FB;&#x3010;&#x6539;&#x7528; Microsoft &#x5E10;&#x6237;&#x767B;&#x5F55;&#x3011;&#xFF0C;&#x6309;&#x63D0;&#x793A;&#x6CE8;&#x518C;&#x6216;&#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x5373;&#x53EF;&#x3002;</p>
<h2 id="&#x6FC0;&#x6D3B;-office-">&#x6FC0;&#x6D3B; Office *</h2>
<p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x7535;&#x8111;&#x51FA;&#x5382;&#x9884;&#x88C5;&#x4E86;&#x6B63;&#x7248; Office&#xFF0C;&#x90A3;&#x4E48;&#x5B83;&#x4E5F;&#x9700;&#x8981;&#x8054;&#x7F51;&#x8FDB;&#x884C;&#x6FC0;&#x6D3B;&#x624D;&#x80FD;&#x4F7F;&#x7528;&#x3002;Office &#x7684;&#x6B63;&#x7248;&#x6FC0;&#x6D3B;&#x4FE1;&#x606F;&#x662F;&#x8981;&#x4E0E;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x7ED1;&#x5B9A;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4EEC;&#x540C;&#x6837;&#x9700;&#x8981;&#x4E3A; Office &#x767B;&#x5F55;&#x6211;&#x4EEC;&#x7684;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x3002;</p>
<p>&#x5728;&#x8054;&#x7F51;&#x6761;&#x4EF6;&#x4E0B;&#xFF0C;&#x6253;&#x5F00;&#x7535;&#x8111;&#x4E0A;&#x9884;&#x88C5;&#x7684;&#x4EFB;&#x610F;&#x4E00;&#x6B3E;&#x6B63;&#x7248; Office &#x7EC4;&#x4EF6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;Word &#x6216;&#x8005; Excel&#xFF09;&#xFF0C;&#x7136;&#x540E;&#x6309;&#x63D0;&#x793A;&#x64CD;&#x4F5C;&#x3002;</p>
<h2 id="&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;&#xFF0C;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x5427;&#xFF01;">&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;&#xFF0C;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x5427;&#xFF01;</h2>
<p>&#x6309;&#x7167;&#x81EA;&#x5DF1;&#x7684;&#x559C;&#x597D;&#x5B89;&#x88C5;&#x5404;&#x79CD;&#x8F6F;&#x4EF6;&#xFF0C;&#x5E76;&#x4EAB;&#x53D7;&#x65B0;&#x7535;&#x8111;&#x5427;&#xFF01;&#x5B89;&#x88C5;&#x8F6F;&#x4EF6;&#x7684;&#x5177;&#x4F53;&#x7EC6;&#x8282;&#xFF0C;&#x4E0D;&#x59A8;&#x53C2;&#x9605; <a href="software-installation.html">&#x8F6F;&#x4EF6;&#x7684;&#x5BFB;&#x627E;&#x4E0E;&#x5B89;&#x88C5;</a>&#x3001;<a href="browsers-and-how-to-choose.html">&#x6D4F;&#x89C8;&#x5668;&#x2014;&#x2014;&#x7F51;&#x4E0A;&#x51B2;&#x6D6A;&#x5FC5;&#x5907;</a>&#x3001;<a href="archive-formats-and-tools.html">&#x538B;&#x7F29;&#x6587;&#x4EF6;&#x4E0E;&#x538B;&#x7F29;&#x5DE5;&#x5177;</a>&#x3001;<a href="tools-software.html">&#x5DE5;&#x5177;&#x7C7B;&#x8F6F;&#x4EF6;&#x63A8;&#x8350;</a> &#x7B49;&#x300C;&#x8F6F;&#x4EF6;&#x7BC7;&#x300D;&#x7684;&#x7AE0;&#x8282;&#x3002;</p>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="answers.html" class="navigation navigation-prev " aria-label="Previous page: 练习题答案">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="afterwords.html" class="navigation navigation-next " aria-label="Next page: 跋">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"笔记本新机「开荒」指南","level":"1.6.2","depth":2,"next":{"title":"跋","level":"1.7","depth":1,"path":"missing/afterwords.md","ref":"missing/afterwords.md","articles":[]},"previous":{"title":"练习题答案","level":"1.6.1","depth":2,"path":"missing/answers.md","ref":"missing/answers.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/new-laptop-setup.md","mtime":"2024-01-20T12:53:52.104Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-01-20T12:54:34.555Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

