
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>显示器的二三事 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-extra-html/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="user-and-ms-account.html" />
    
    
    <link rel="prev" href="shortcut-keys.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    认识你的电脑
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公样样行
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="archive-formats-and-tools.html">
            
                <a href="archive-formats-and-tools.html">
            
                    
                    压缩文件与压缩工具
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="tools-software.html">
            
                <a href="tools-software.html">
            
                    
                    工具类软件推荐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="how-to-find-tutorials.html">
            
                <a href="how-to-find-tutorials.html">
            
                    
                    怎样寻找优质的教程
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5.2" data-path="screens-and-their-secrets.html">
            
                <a href="screens-and-their-secrets.html">
            
                    
                    显示器的二三事
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="user-and-ms-account.html">
            
                <a href="user-and-ms-account.html">
            
                    
                    用户与微软账号
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="windows-11-optimization.html">
            
                <a href="windows-11-optimization.html">
            
                    
                    Windows 11 修整指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="new-laptop-setup.html">
            
                <a href="new-laptop-setup.html">
            
                    
                    笔记本新机「开荒」指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >显示器的二三事</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <header></header><h1 id="&#x663E;&#x793A;&#x5668;&#x7684;&#x4E8C;&#x4E09;&#x4E8B;">&#x663E;&#x793A;&#x5668;&#x7684;&#x4E8C;&#x4E09;&#x4E8B;</h1>
<p>&#x8FD9;&#x4E00;&#x7AE0;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x4E00;&#x4E2A; <a href="computer-and-its-components.html">&#x8BA4;&#x8BC6;&#x4F60;&#x7684;&#x7535;&#x8111;</a> &#x4E0D;&#x66FE;&#x4ECB;&#x7ECD;&#x8FC7;&#x7684;&#x7535;&#x8111;&#x786C;&#x4EF6;&#x2014;&#x2014;&#x663E;&#x793A;&#x5668;&#x3002;&#x4F5C;&#x4E3A;&#x7535;&#x8111;&#x4E0E;&#x6211;&#x4EEC;&#x76F4;&#x63A5;&#x6253;&#x4EA4;&#x9053;&#x7684;&#x300C;&#x7B2C;&#x4E00;&#x7EBF;&#x300D;&#xFF0C;&#x663E;&#x793A;&#x5668;&#x7684;&#x663E;&#x793A;&#x6548;&#x679C;&#xFF0C;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x7740;&#x6211;&#x4EEC;&#x64CD;&#x4F5C;&#x7535;&#x8111;&#x7684;&#x4F53;&#x9A8C;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x6216;&#x8BB8;&#x80FD;&#x627E;&#x5230;&#x4E0B;&#x9762;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x7684;&#x7535;&#x8111;&#x5C4F;&#x5E55;&#x770B;&#x8D77;&#x6765;&#x8FDC;&#x6CA1;&#x6709;&#x624B;&#x673A; / &#x5E73;&#x677F;&#x7535;&#x8111;&#x90A3;&#x4E48;&#x7EC6;&#x817B;&#xFF1F;</li>
<li>&#x6211;&#x559C;&#x6B22;&#x753B;&#x753B;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x753B;&#x51FA;&#x6765;&#x7684;&#x4F5C;&#x54C1;&#x5728;&#x7535;&#x8111;&#x548C;&#x5176;&#x4ED6;&#x8BBE;&#x5907;&#x4E0A;&#x7684;&#x989C;&#x8272;&#x5DEE;&#x8DDD;&#x8FD9;&#x4E48;&#x5927;&#xFF1F;</li>
<li>&#x6211;&#x60F3;&#x9009;&#x8D2D;&#x65B0;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111; / &#x663E;&#x793A;&#x5668;&#xFF0C;&#x6211;&#x5E94;&#x8BE5;&#x5173;&#x6CE8;&#x54EA;&#x4E9B;&#x65B9;&#x9762;&#xFF1F;</li>
</ul>
<hr>
<p>&#x5982;&#x679C;&#x8BF4;&#x773C;&#x775B;&#x662F;&#x5FC3;&#x7075;&#x7684;&#x7A97;&#x6237;&#xFF0C;&#x90A3;&#x4E48;&#x663E;&#x793A;&#x5668; / &#x663E;&#x793A;&#x5C4F;&#x5C31;&#x662F;&#x7535;&#x8111;&#x7684;&#x300C;&#x5FC3;&#x7075;&#x4E4B;&#x7A97;&#x300D;&#x3002;&#x6BD4;&#x8D77; CPU&#x3001;&#x5185;&#x5B58;&#x548C;&#x786C;&#x76D8;&#x90A3;&#x4E9B;&#x5185;&#x5728;&#x7684;&#x914D;&#x7F6E;&#xFF0C;&#x663E;&#x793A;&#x5668;&#x7684;&#x663E;&#x793A;&#x6548;&#x679C;&#x80FD;&#x591F;&#x76F8;&#x5F53;&#x76F4;&#x89C2;&#x5730;&#x4E00;&#x773C;&#x5206;&#x51FA;&#x9AD8;&#x4F4E;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4ECB;&#x7ECD;&#x4E0E;&#x663E;&#x793A;&#x5668;&#x6709;&#x5173;&#x7684;&#x90A3;&#x4E9B;&#x4E8B;&#xFF0C;&#x5E76;&#x4E3A;&#x5927;&#x5BB6;&#x4EE5;&#x540E;&#x9009;&#x8D2D;&#x7535;&#x8111; / &#x663E;&#x793A;&#x5668;&#x65F6;&#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x53C2;&#x8003;&#x3002;</p>
<h2 id="&#x50CF;&#x7D20;&#x3001;&#x5206;&#x8FA8;&#x7387;&#x548C;-ppi">&#x50CF;&#x7D20;&#x3001;&#x5206;&#x8FA8;&#x7387;&#x548C; PPI</h2>
<p>&#x663E;&#x793A;&#x5668;&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#x662F;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x4E2A;&#x5F69;&#x8272;&#x683C;&#x5B50;&#x300C;&#x62FC;&#x300D;&#x51FA;&#x6765;&#x7684;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x5C0F;&#x683C;&#x5B50;&#x53EB;&#x505A;&#x4E00;&#x4E2A;&#x300C;&#x50CF;&#x7D20;&#x300D;&#x6216;&#x8005;&#x300C;&#x50CF;&#x7D20;&#x70B9;&#x300D;&#x3002;&#x7531;&#x4E8E;&#x6BCF;&#x4E2A;&#x683C;&#x5B50;&#x7684;&#x989C;&#x8272;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x72EC;&#x7ACB;&#x63A7;&#x5236;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5C4F;&#x5E55;&#x624D;&#x5F97;&#x4EE5;&#x663E;&#x793A;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x5185;&#x5BB9;&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled.png" alt="Untitled"></p>
<p>&#x4E0D;&#x96BE;&#x60F3;&#x8C61;&#xFF0C;&#x5C4F;&#x5E55;&#x4E0A;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x50CF;&#x7D20;&#x70B9;&#x300D;&#x7684;&#x4E2A;&#x6570;&#xFF0C;&#x81EA;&#x7136;&#x662F;&#x5C4F;&#x5E55;&#x7684;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x5173;&#x952E;&#x7684;&#x6307;&#x6807;&#x3002;&#x5047;&#x8BBE;&#x73B0;&#x5728;&#x67D0;&#x663E;&#x793A;&#x5668;&#x5728;&#x6A2A;&#x5411;&#x6709; 1920 &#x4E2A;&#x8FD9;&#x6837;&#x7684;&#x50CF;&#x7D20;&#x70B9;&#xFF0C;&#x5728;&#x7EB5;&#x5411;&#x6709; 1080 &#x4E2A;&#x8FD9;&#x6837;&#x7684;&#x50CF;&#x7D20;&#x70B9;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5C31;&#x628A;&#x300C;1920 &#xD7; 1080&#x300D;&#x79F0;&#x4F5C;&#x662F;&#x8FD9;&#x4E2A;&#x5C4F;&#x5E55;&#x7684;&#x300C;&#x5206;&#x8FA8;&#x7387;&#x300D;&#x3002;&#x987E;&#x540D;&#x601D;&#x4E49;&#xFF0C;&#x300C;&#x5206;&#x8FA8;&#x7387;&#x300D;&#x5F71;&#x54CD;&#x7740;&#x5C4F;&#x5E55;&#x7684;&#x300C;&#x5206;&#x8FA8;&#x300D;&#x80FD;&#x529B;&#x2014;&#x2014;&#x5206;&#x8FA8;&#x7387;&#x8D8A;&#x9AD8;&#xFF0C;&#x50CF;&#x7D20;&#x70B9;&#x7684;&#x6570;&#x91CF;&#x5C31;&#x8D8A;&#x591A;&#xFF0C;&#x7406;&#x5E94;&#x5C31;&#x6709;&#x66F4;&#x597D;&#x7684;&#x300C;&#x5206;&#x8FA8;&#x300D;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x5047;&#x8BBE;&#x6211;&#x4EEC;&#x6709;&#x4E24;&#x5757;&#x5C4F;&#x5E55;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x5C3A;&#x5BF8;&#x4E00;&#x6837;&#xFF0C;&#x4F46;&#x5206;&#x8FA8;&#x7387;&#x4E0D;&#x540C;&#x2014;&#x2014;&#x4E00;&#x5757;&#x5C4F;&#x5E55;&#x5206;&#x8FA8;&#x7387;&#x9AD8;&#xFF0C;&#x4E3A; 1920 &#xD7; 1080&#xFF1B;&#x53E6;&#x4E00;&#x5757;&#x4F4E;&#xFF0C;&#x53EA;&#x6709; 1366 &#xD7; 768&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x8BA9;&#x8FD9;&#x4E24;&#x5757;&#x5C4F;&#x5E55;&#x663E;&#x793A;&#x4E00;&#x4E2A;&#x540C;&#x6837;&#x5C3A;&#x5BF8;&#xFF08;&#x770B;&#x8D77;&#x6765;&#x4E00;&#x6837;&#x5927;&#xFF09;&#x7684;&#x82F9;&#x679C;&#xFF0C;&#x90A3;&#x4E48;&#x5206;&#x8FA8;&#x7387;&#x9AD8;&#x7684;&#x90A3;&#x5757;&#x5C4F;&#x5E55;&#x7684;&#x663E;&#x793A;&#x6548;&#x679C;&#x5C31;&#x4F1A;&#x66F4;&#x52A0;&#x7EC6;&#x817B;&#x3002;&#x5728;&#x5C4F;&#x5E55;&#x5C3A;&#x5BF8;&#x76F8;&#x540C;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5206;&#x8FA8;&#x7387;&#x9AD8;&#x7684;&#x90A3;&#x5757;&#x5C4F;&#x5E55;&#x80FD;&#x62FF;&#x51FA;&#x66F4;&#x591A;&#x7684;&#x50CF;&#x7D20;&#x70B9;&#x6765;&#x300C;&#x62FC;&#x300D;&#x51FA;&#x56FE;&#x50CF;&#xFF0C;&#x81EA;&#x7136;&#x300C;&#x9A6C;&#x8D5B;&#x514B;&#x300D;&#x611F;&#x5C31;&#x8981;&#x5F31;&#x4E0A;&#x8BB8;&#x591A;&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled%201.png" alt="Untitled"></p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x4E24;&#x5757;&#x5C4F;&#x5E55;&#x7684;&#x5C3A;&#x5BF8;&#x4E0D;&#x4E00;&#x6837;&#x5462;&#xFF1F;&#x5047;&#x8BBE;&#x4E00;&#x5757;&#x5C4F;&#x5E55;&#x5206;&#x8FA8;&#x7387;&#x9AD8;&#xFF0C;&#x4F46;&#x5B83;&#x5C3A;&#x5BF8;&#x4E5F;&#x5927;&#xFF1B;&#x53E6;&#x4E00;&#x5757;&#x5C4F;&#x5E55;&#x5206;&#x8FA8;&#x7387;&#x4F4E;&#xFF0C;&#x53EF;&#x662F;&#x5B83;&#x5C3A;&#x5BF8;&#x5F88;&#x5C0F;&#x3002;&#x524D;&#x8005;&#x5C3D;&#x7BA1;&#x6709;&#x66F4;&#x591A;&#x7684;&#x50CF;&#x7D20;&#x70B9;&#xFF0C;&#x53EF;&#x662F;&#x7531;&#x4E8E;&#x5C4F;&#x5E55;&#x5C3A;&#x5BF8;&#x53D8;&#x5927;&#x4E86;&#xFF0C;&#x50CF;&#x7D20;&#x70B9;&#x7684;&#x300C;&#x5206;&#x5E03;&#x300D;&#x4F9D;&#x7136;&#x4F1A;&#x53D8;&#x5F97;&#x7A00;&#x758F;&#xFF1B;&#x540E;&#x8005;&#x5C3D;&#x7BA1;&#x50CF;&#x7D20;&#x70B9;&#x6570;&#x91CF;&#x5C11;&#xFF0C;&#x53EF;&#x662F;&#x5C4F;&#x5E55;&#x5C3A;&#x5BF8;&#x5C0F;&#xFF0C;&#x4E5F;&#x8BB8;&#x50CF;&#x7D20;&#x70B9;&#x770B;&#x8D77;&#x6765;&#x8FD8;&#x66F4;&#x52A0;&#x5BC6;&#x96C6;&#x5462;&#xFF01;&#x8FD9;&#x4E48;&#x770B;&#x6765;&#xFF0C;&#x5355;&#x51ED;&#x4E00;&#x4E2A;&#x5206;&#x8FA8;&#x7387;&#xFF0C;&#x6211;&#x4EEC;&#x5E76;&#x4E0D;&#x80FD;&#x76F4;&#x63A5;&#x5C31;&#x63A8;&#x65AD;&#x51FA;&#x8C01;&#x7684;&#x663E;&#x793A;&#x7EC6;&#x817B;&#xFF0C;&#x8C01;&#x7684;&#x663E;&#x793A;&#x7C97;&#x7CD9;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x516C;&#x5E73;&#x5730;&#x8861;&#x91CF;&#x5C4F;&#x5E55;&#x663E;&#x793A;&#x7684;&#x7EC6;&#x817B;&#x7A0B;&#x5EA6;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x518D;&#x5173;&#x6CE8;&#x6574;&#x4E2A;&#x5C4F;&#x5E55;&#x4E0A;&#x7684;&#x50CF;&#x7D20;&#x70B9;&#x7684;&#x591A;&#x5C11;&#xFF0C;&#x800C;&#x662F;&#x5173;&#x6CE8;&#x5C4F;&#x5E55;&#x5728;&#x4E00;&#x5B9A;&#x5C3A;&#x5BF8;&#x4E0A;&#x50CF;&#x7D20;&#x70B9;&#x7684;&#x591A;&#x5C11;&#x3002;&#x5177;&#x4F53;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x7528;&#x5C4F;&#x5E55;&#x5728; 1 &#x82F1;&#x5BF8;&#xFF08;&#x7B49;&#x4E8E; 2.54 &#x5398;&#x7C73;&#xFF09;&#x8FD9;&#x4E2A;&#x957F;&#x5EA6;&#x4E0A;&#x7684;&#x50CF;&#x7D20;&#x70B9;&#x7684;&#x4E2A;&#x6570;&#x6765;&#x8861;&#x91CF;&#x5B83;&#x7684;&#x663E;&#x793A;&#x7EC6;&#x817B;&#x7A0B;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x6570;&#x5B57;&#x79F0;&#x4E3A;&#x300C;&#x6BCF;&#x82F1;&#x5BF8;&#x50CF;&#x7D20;&#x6570;&#x300D;&#xFF08;pixels per inch&#xFF0C;&#x7B80;&#x79F0;&#x300C;PPI&#x300D;&#xFF09;&#x3002;PPI &#x7531;&#x300C;&#x5C4F;&#x5E55;&#x5206;&#x8FA8;&#x7387;&#x300D;&#x548C;&#x300C;&#x5C4F;&#x5E55;&#x5C3A;&#x5BF8;&#x300D;&#x4E24;&#x4E2A;&#x56E0;&#x7D20;&#x51B3;&#x5B9A;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7B80;&#x5355;&#x7684;&#x6570;&#x5B66;&#x8BA1;&#x7B97;&#x7B97;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x73B0;&#x5728;&#xFF0C;&#x8BF7;&#x4F60;&#x4ED4;&#x7EC6;&#x89C2;&#x5BDF;&#x4F60;&#x7684;&#x7535;&#x8111;&#x7684;&#x5C4F;&#x5E55;&#x548C;&#x624B;&#x673A;&#x7684;&#x5C4F;&#x5E55;&#x3002;&#x76F4;&#x89C2;&#x4E0A;&#xFF0C;&#x624B;&#x673A;&#x7684;&#x5C4F;&#x5E55;&#x8981;&#x663E;&#x5F97;&#x7EC6;&#x817B;&#x5F97;&#x591A;&#x2014;&#x2014;&#x5BF9;&#x7740;&#x7535;&#x8111;&#x5C4F;&#x5E55;&#x51D1;&#x8FD1;&#x770B;&#xFF0C;&#x4F60;&#x6216;&#x8BB8;&#x80FD;&#x770B;&#x51FA;&#x50CF;&#x7D20;&#x70B9;&#x4E4B;&#x95F4;&#x7684;&#x8FB9;&#x754C;&#xFF1B;&#x4F46;&#x5BF9;&#x7740;&#x624B;&#x673A;&#x5C4F;&#x5E55;&#xFF0C;&#x4F60;&#x5F88;&#x96BE;&#x518D;&#x611F;&#x53D7;&#x5230;&#x90A3;&#x79CD;&#x952F;&#x9F7F;&#x611F;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x624B;&#x673A;&#x5C4F;&#x5E55;&#x7684; PPI &#x8FDC;&#x9AD8;&#x4E8E;&#x7535;&#x8111;&#x5C4F;&#x5E55;&#x9020;&#x6210;&#x7684;&#x3002;&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x624B;&#x673A;&#x5C4F;&#x5E55;&#x548C;&#x7535;&#x8111;&#x5C4F;&#x5E55;&#x7684;&#x5206;&#x8FA8;&#x7387;&#x76F8;&#x5DEE;&#x4E0D;&#x5927;&#xFF0C;&#x5E73;&#x5747;&#x662F;&#x5728;&#x300C;&#x4E24;&#x5343;&#x4E0A;&#x4E0B;&#x4E58;&#x4EE5;&#x4E00;&#x5343;&#x4E0A;&#x4E0B;&#x300D;&#x8FD9;&#x4E2A;&#x6C34;&#x5E73;&#xFF1B;&#x4F46;&#x624B;&#x673A;&#x5C4F;&#x5E55;&#x6BD4;&#x7535;&#x8111;&#x7684;&#x5C0F;&#x5F97;&#x591A;&#xFF0C;PPI &#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x8FBE;&#x5230;&#x7535;&#x8111;&#x7684;&#x6570;&#x500D;&#xFF0C;&#x89C2;&#x611F;&#x81EA;&#x7136;&#x5C31;&#x6BD4;&#x7535;&#x8111;&#x8981;&#x597D;&#x5F97;&#x591A;&#x4E86;&#x3002;</p>
<h2 id="&#x8272;&#x57DF;&#x3001;&#x8272;&#x51C6;&#x548C;&#x9762;&#x677F;&#x7C7B;&#x578B;">&#x8272;&#x57DF;&#x3001;&#x8272;&#x51C6;&#x548C;&#x9762;&#x677F;&#x7C7B;&#x578B;</h2>
<p>&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x804A;&#x4E00;&#x804A;&#x5C4F;&#x5E55;&#x7684;&#x300C;&#x8272;&#x5F69;&#x300D;&#x3002;&#x5C4F;&#x5E55;&#x7684;&#x8272;&#x5F69;&#x4F53;&#x9A8C;&#x7531;&#x5F88;&#x591A;&#x56E0;&#x7D20;&#x51B3;&#x5B9A;&#xFF0C;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x4ECB;&#x7ECD;&#x300C;&#x8272;&#x57DF;&#x300D;&#x3001;&#x300C;&#x8272;&#x51C6;&#x300D;&#x4EE5;&#x53CA;&#x9762;&#x677F;&#x7C7B;&#x578B;&#x3002;</p>
<h3 id="&#x8272;&#x57DF;">&#x8272;&#x57DF;</h3>
<p>&#x9996;&#x5148;&#x6211;&#x4EEC;&#x7B80;&#x5355;&#x4ECB;&#x7ECD;&#x4E00;&#x4E0B;&#x300C;&#x8272;&#x57DF;&#x300D;&#x3002;&#x4EBA;&#x773C;&#x80FD;&#x591F;&#x8BC6;&#x522B;&#x7684;&#x5168;&#x90E8;&#x8272;&#x5F69;&#xFF0C;&#x53EF;&#x4EE5;&#x4EE5;&#x6570;&#x5B66;&#x548C;&#x5149;&#x5B66;&#x7684;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x7684;&#x523B;&#x753B;&#x3002;&#x4E0B;&#x9762;&#x8FD9;&#x5F20;&#x56FE;&#x5C55;&#x793A;&#x7684;&#x79F0;&#x4E3A;&#x300C;CIE 1931 &#x8272;&#x5F69;&#x7A7A;&#x95F4;&#x300D;&#xFF0C;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x6210;&#x6211;&#x4EEC;&#x4EBA;&#x773C;&#x80FD;&#x591F;&#x5206;&#x8FA8;&#x7684;&#x6240;&#x6709;&#x989C;&#x8272;&#x6784;&#x6210;&#x7684;&#x96C6;&#x5408;&#x3002;</p>
<p><img src="screens-and-their-secrets/CIE1931xy_blank.png" alt="CIE1931xy_blank.png"></p>
<p>&#x4EBA;&#x773C;&#x7684;&#x8272;&#x5F69;&#x5206;&#x8FA8;&#x80FD;&#x529B;&#x975E;&#x5E38;&#x5F3A;&#x5927;&#xFF0C;&#x800C;&#x4EE5;&#x6211;&#x4EEC;&#x76EE;&#x524D;&#x7684;&#x79D1;&#x5B66;&#x6280;&#x672F;&#xFF0C;&#x662F;&#x9020;&#x4E0D;&#x51FA;&#x80FD;&#x591F;&#x663E;&#x793A;&#x51FA;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x989C;&#x8272;&#x7684;&#x663E;&#x793A;&#x5C4F;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4EBA;&#x4EEC;&#x5728;&#x7814;&#x7A76;&#x4EBA;&#x773C;&#x5BF9;&#x4E0D;&#x540C;&#x989C;&#x8272;&#x7684;&#x654F;&#x611F;&#x7A0B;&#x5EA6;&#x540E;&#xFF0C;&#x4ECE;&#x8FD9;&#x4E2A;&#x8272;&#x5F69;&#x7A7A;&#x95F4;&#x4E2D;&#x300C;&#x5212;&#x300D;&#x51FA;&#x4E00;&#x90E8;&#x5206;&#x5B50;&#x7A7A;&#x95F4;&#xFF0C;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#x6765;&#x6307;&#x5BFC;&#x6211;&#x4EEC;&#x751F;&#x4EA7;&#x663E;&#x793A;&#x5668;&#x3001;&#x7167;&#x76F8;&#x673A;&#x7B49;&#x8272;&#x5F69;&#x4EA7;&#x54C1;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E0B;&#x56FE;&#x4E2D;&#x7684;&#x9ED1;&#x8272;&#x548C;&#x84DD;&#x8272;&#x7684;&#x4E24;&#x4E2A;&#x4E09;&#x89D2;&#x5F62;&#xFF0C;&#x5C31;&#x662F;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x5212;&#x6CD5;&#x2014;&#x2014;&#x4E00;&#x79CD;&#x79F0;&#x4E3A;&#x300C;NTSC&#x300D;&#xFF0C;&#x4E00;&#x79CD;&#x79F0;&#x4E3A;&#x300C;sRGB&#x300D;&#x3002;</p>
<p><img src="screens-and-their-secrets/NTSC_sRGB.png" alt="NTSC_sRGB.png"></p>
<p>&#x7136;&#x800C;&#xFF0C;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#x4E4B;&#x4E0A;&#xFF0C;&#x53D7;&#x9650;&#x4E8E;&#x6210;&#x672C;&#x7B49;&#x56E0;&#x7D20;&#xFF0C;&#x4EBA;&#x4EEC;&#x53D1;&#x73B0;&#x5728;&#x751F;&#x4EA7;&#x663E;&#x793A;&#x5668;&#x65F6;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x300C;&#x51CF;&#x914D;&#x300D;&#x2014;&#x2014;&#x6BD5;&#x7ADF;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x8981;&#x6C42;&#x5C4F;&#x5E55;&#x80FD;&#x663E;&#x793A;&#x51FA;&#x8FD9;&#x4E48;&#x591A;&#x7EDA;&#x4E3D;&#x7684;&#x989C;&#x8272;&#xFF0C;&#x5BF9;&#x5427;&#xFF1F;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x300C;NTSC&#x300D;&#x8272;&#x5F69;&#x7A7A;&#x95F4;&#x4E4B;&#x4E0A;&#xFF0C;&#x518D;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x51FA;&#x66F4;&#x5C0F;&#x7684;&#x533A;&#x57DF;&#xFF0C;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x5C0F;&#x533A;&#x57DF;&#x4F5C;&#x4E3A;&#x663E;&#x793A;&#x5668;&#x8272;&#x5F69;&#x7684;&#x6807;&#x51C6;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5C06; NTSC &#x8272;&#x57DF;&#x7684; 45% &#x548C; 72%&#x300C;&#x62CE;&#x51FA;&#x6765;&#x300D;&#xFF0C;&#x5C31;&#x5F97;&#x5230;&#x4E86;&#x4E24;&#x5957;&#x66F4;&#x5C0F;&#x7684;&#x8272;&#x5F69;&#x7A7A;&#x95F4;&#xFF1A;</p>
<p><img src="screens-and-their-secrets/NTSC_72_45.png" alt="NTSC_72_45.png"></p>
<p>&#x5982;&#x679C;&#x67D0;&#x6B3E;&#x663E;&#x793A;&#x5668;&#x80FD;&#x591F;&#x5C55;&#x73B0;&#x51FA; 45% &#x7684; NTSC &#x989C;&#x8272;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x79F0;&#x8FD9;&#x6B3E;&#x663E;&#x793A;&#x5668;&#x7684;&#x300C;&#x8272;&#x57DF;&#x300D;&#x662F; 45% NTSC&#xFF0C;&#x6C11;&#x95F4;&#x6709;&#x65F6;&#x7B80;&#x79F0; 45% &#x8272;&#x57DF;&#x3002;&#x540C;&#x6837;&#x5730;&#xFF0C;&#x5982;&#x679C;&#x67D0;&#x663E;&#x793A;&#x5668;&#x80FD;&#x5C55;&#x73B0; 72% &#x7684; NTSC &#x989C;&#x8272;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x79F0;&#x5B83;&#x662F; 72% &#x8272;&#x57DF;&#x3002;&#x76EE;&#x524D;&#x6765;&#x8BF4;&#xFF0C;45% &#x8272;&#x57DF;&#x53C8;&#x88AB;&#x79F0;&#x4E3A;&#x662F;&#x300C;&#x4F4E;&#x8272;&#x57DF;&#x300D;&#xFF0C;72% &#x53CA;&#x4EE5;&#x4E0A;&#x7684;&#x8272;&#x57DF;&#x90FD;&#x80FD;&#x591F;&#x7EDF;&#x79F0;&#x4E3A;&#x300C;&#x9AD8;&#x8272;&#x57DF;&#x300D;&#x3002;&#x5C3D;&#x7BA1;&#x770B;&#x4E0A;&#x53BB; 45% &#x8272;&#x57DF;&#x5C0F;&#x5F97;&#x5413;&#x4EBA;&#xFF0C;&#x4F46;&#x5728;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#x4F7F;&#x7528;&#x4E2D;&#xFF0C;&#x5B83;&#x4E5F;&#x662F;&#x57FA;&#x672C;&#x8DB3;&#x591F;&#x7684;&#x2014;&#x2014;&#x9664;&#x975E;&#x4F60;&#x773C;&#x775B;&#x6BD4;&#x8F83;&#x654F;&#x611F;&#xFF0C;&#x5426;&#x5219;&#x4E00;&#x773C;&#x4E0D;&#x5BB9;&#x6613;&#x770B;&#x51FA; 45% &#x8272;&#x57DF;&#x548C; 72% &#x8272;&#x57DF;&#x7684;&#x5177;&#x4F53;&#x5DEE;&#x522B;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x6709;&#x8FDB;&#x884C;&#x827A;&#x672F;&#x521B;&#x4F5C;&#x7B49;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x6216;&#x8005;&#x5355;&#x7EAF;&#x8FFD;&#x6C42;&#x66F4;&#x8212;&#x9002;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x90A3;&#x4E48;&#x4E00;&#x5757;&#x9AD8;&#x8272;&#x57DF;&#x7684;&#x5C4F;&#x5E55;&#x5BF9;&#x4F60;&#x6765;&#x8BF4;&#x662F;&#x975E;&#x5E38;&#x5FC5;&#x8981;&#x7684;&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled%202.png" alt="Untitled"></p>
<p>&#x9664;&#x4E86;&#x7528; NTSC &#x8272;&#x57DF;&#x4F5C;&#x4E3A;&#x53C2;&#x8003;&#x6765;&#x300C;&#x5212;&#x300D;&#x8272;&#x57DF;&#x4E4B;&#x5916;&#xFF0C;&#x73B0;&#x5728;&#x5F88;&#x591A;&#x5382;&#x5546;&#x8FD8;&#x4F1A;&#x7528;&#x4E0A;&#x6587;&#x4E2D;&#x63D0;&#x5230;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x8272;&#x5F69;&#x7A7A;&#x95F4; sRGB &#x6765;&#x4F5C;&#x4E3A;&#x53C2;&#x7167;&#x3002;sRGB &#x7684;&#x8986;&#x76D6;&#x8303;&#x56F4;&#x8F83; NTSC &#x5C0F;&#x4E9B;&#xFF0C;&#x4F46;&#x5B83;&#x662F;&#x4ECA;&#x5929;&#x4F7F;&#x7528;&#x5F97;&#x66F4;&#x666E;&#x904D;&#x3001;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x8BBE;&#x8BA1;&#x6807;&#x51C6;&#xFF1B;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;NTSC &#x5219;&#x662F;&#x4E00;&#x4E2A;&#x8001;&#x65E7;&#x7684;&#x7535;&#x89C6;&#x673A;&#x6807;&#x51C6;&#x3002;&#x4ECE;&#x8272;&#x57DF;&#x9762;&#x79EF;&#x4E0A;&#x6765;&#x8BF4;&#xFF0C;sRGB 99% &#x7684;&#x8986;&#x76D6;&#x7387;&#x548C; NTSC 72% &#x7684;&#x8986;&#x76D6;&#x7387;&#x57FA;&#x672C;&#x76F8;&#x5F53;&#xFF0C;&#x56E0;&#x6B64; sRGB 99% &#x751A;&#x81F3;&#x66F4;&#x9AD8;&#x7684;&#x663E;&#x793A;&#x5668;&#x540C;&#x6837;&#x662F;&#x300C;&#x9AD8;&#x8272;&#x57DF;&#x300D;&#x7684;&#x663E;&#x793A;&#x5668;&#xFF0C;&#x90FD;&#x80FD;&#x5E26;&#x6765;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x4E0D;&#x8FC7;&#x8981;&#x8BF4;&#x660E;&#x7684;&#x662F;&#xFF1A;99% sRGB &#x5E76;&#x4E0D;&#x7B49;&#x540C;&#x4E8E; 72% NTSC&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled%203.png" alt="Untitled"></p>
<p>&#x9664;&#x4E86; NTSC &#x548C; sRGB &#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x8BF8;&#x5982; DCI-P3 &#x8FD9;&#x6837;&#x7684;&#x66F4;&#x5927;&#x3001;&#x66F4;&#x4E13;&#x4E1A;&#x7684;&#x8272;&#x5F69;&#x7A7A;&#x95F4;&#xFF0C;&#x73B0;&#x5728;&#x8BB8;&#x591A;&#x6C11;&#x7528;&#x663E;&#x793A;&#x5668;&#x4E5F;&#x5F00;&#x59CB;&#x4EE5;&#x300C;DCI-P3 90%&#x300D;&#x4F5C;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x5356;&#x70B9;&#x3002;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4E0D;&#x518D;&#x8D58;&#x8FF0;&#x76F8;&#x5173;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x6709;&#x5174;&#x8DA3;&#x7684;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x4E0A;&#x7F51;&#x67E5;&#x9605;&#x8D44;&#x6599;&#x3002;</p>
<h3 id="&#x8272;&#x51C6;">&#x8272;&#x51C6;</h3>
<p>&#x5982;&#x679C;&#x8BF4;&#x8272;&#x57DF;&#x51B3;&#x5B9A;&#x4E86;&#x663E;&#x793A;&#x5668;&#x8272;&#x5F69;&#x7684;&#x4E0A;&#x9650;&#xFF0C;&#x90A3;&#x4E48;&#x8272;&#x51C6;&#x5219;&#x5F71;&#x54CD;&#x7740;&#x663E;&#x793A;&#x5668;&#x7684;&#x5B9E;&#x9645;&#x4F53;&#x9A8C;&#x3002;&#x987E;&#x540D;&#x601D;&#x4E49;&#xFF0C;&#x300C;&#x8272;&#x51C6;&#x300D;&#x5C31;&#x662F;&#x300C;&#x8272;&#x300D;&#x7684;&#x300C;&#x51C6;&#x786E;&#x300D;&#x7A0B;&#x5EA6;&#x3002;&#x4E0B;&#x9762;&#x662F;&#x4E00;&#x4E2A;&#x6781;&#x7AEF;&#x7684;&#x4F8B;&#x5B50;&#xFF1A;&#x67D0;&#x663E;&#x793A;&#x5668;&#x80FD;&#x663E;&#x793A; 100 &#x4E07;&#x79CD;&#x989C;&#x8272;&#xFF0C;&#x4F46;&#x662F;&#x8FD9; 100 &#x4E07;&#x79CD;&#x989C;&#x8272;&#x7684;&#x5BF9;&#x5E94;&#x5173;&#x7CFB;&#x90FD;&#x662F;&#x9519;&#x7684;&#x2014;&#x2014;&#x7EA2;&#x8272;&#x4F1A;&#x663E;&#x793A;&#x6210;&#x7EFF;&#x8272;&#xFF0C;&#x84DD;&#x8272;&#x4F1A;&#x663E;&#x793A;&#x6210;&#x7D2B;&#x8272;&#x2026;&#x2026;&#x90A3;&#x4E48;&#x8FD9;&#x53F0;&#x663E;&#x793A;&#x5668;&#x7684;&#x4F53;&#x9A8C;&#x5FC5;&#x7136;&#x662F;&#x76F8;&#x5F53;&#x7CDF;&#x7CD5;&#x7684;&#x3002;&#x8FD9;&#x79CD;&#x8272;&#x5F69;&#x8FD8;&#x539F;&#x7684;&#x51C6;&#x786E;&#x7A0B;&#x5EA6;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x79F0;&#x4E3A;&#x4E00;&#x4E2A;&#x663E;&#x793A;&#x5668;&#x7684;&#x8272;&#x51C6;&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled%204.png" alt="Untitled"></p>
<p>&#x5C06;&#x4E00;&#x5F20;&#x76F8;&#x540C;&#x7684;&#x56FE;&#x7247;&#x5206;&#x522B;&#x5728;&#x7535;&#x8111;&#x3001;&#x624B;&#x673A;&#x3001;&#x5E73;&#x677F;&#x7535;&#x8111;&#x7B49;&#x591A;&#x53F0;&#x8BBE;&#x5907;&#x4E0A;&#x540C;&#x65F6;&#x6253;&#x5F00;&#xFF0C;&#x518D;&#x5C06;&#x5B83;&#x4EEC;&#x5E76;&#x6392;&#x653E;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x6709;&#x65F6;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x4E0D;&#x540C;&#x8BBE;&#x5907;&#x4E4B;&#x95F4;&#x7684;&#x8272;&#x5F69;&#x5DEE;&#x5F02;&#x5DE8;&#x5927;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x300C;&#x8272;&#x51C6;&#x300D;&#x7684;&#x5DEE;&#x5F02;&#x3002;&#x6BCF;&#x4E2A;&#x8BBE;&#x5907;&#x90FD;&#x300C;&#x6709;&#x7740;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x6CD5;&#x300D;&#xFF0C;&#x5BF9;&#x4E8E;&#x540C;&#x4E00;&#x4E2A;&#x989C;&#x8272;&#x7684;&#x663E;&#x793A;&#x8868;&#x73B0;&#x5404;&#x4E0D;&#x76F8;&#x540C;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x7684;&#x4F5C;&#x54C1;&#x80FD;&#x591F;&#x5C3D;&#x91CF;&#x771F;&#x5B9E;&#x5730;&#x53CD;&#x6620;&#x51FA;&#x989C;&#x8272;&#xFF0C;&#x90A3;&#x4E48;&#x8272;&#x51C6;&#x5C06;&#x662F;&#x4F60;&#x5728;&#x9009;&#x62E9;&#x5C4F;&#x5E55;&#x65F6;&#x5FC5;&#x987B;&#x8003;&#x91CF;&#x7684;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x8272;&#x51C6;&#x7684;&#x8861;&#x91CF;&#x662F;&#x901A;&#x8FC7;&#x300C;&#x8DDD;&#x79BB;&#x300D;&#x6765;&#x8861;&#x91CF;&#x7684;&#xFF1A;&#x6211;&#x4EEC;&#x8BA9;&#x663E;&#x793A;&#x5668;&#x663E;&#x793A;&#x67D0;&#x4E2A;&#x989C;&#x8272; A&#xFF0C;&#x4F46;&#x663E;&#x793A;&#x5668;&#x5B9E;&#x9645;&#x663E;&#x793A;&#x51FA;&#x6765;&#x7684;&#x662F;&#x989C;&#x8272; A<em>&#xFF0C;A &#x548C; A</em> &#x4E24;&#x4E2A;&#x989C;&#x8272;&#x5728;&#x8272;&#x5F69;&#x7A7A;&#x95F4;&#x56FE;&#x4E0A;&#x7684;&#x300C;&#x8DDD;&#x79BB;&#x300D;&#x5C31;&#x80FD;&#x53CD;&#x6620;&#x51FA;&#x8FD9;&#x53F0;&#x663E;&#x793A;&#x5668;&#x5BF9;&#x989C;&#x8272; A &#x7684;&#x51C6;&#x786E;&#x7A0B;&#x5EA6;&#x3002;&#x5982;&#x679C;&#x8BA9;&#x663E;&#x793A;&#x5668;&#x663E;&#x793A;&#x4E00;&#x7CFB;&#x5217;&#x5E38;&#x7528;&#x7684;&#x6807;&#x51C6;&#x8272;&#xFF0C;&#x5E76;&#x8BA1;&#x7B97;&#x5404;&#x4E2A;&#x989C;&#x8272;&#x300C;&#x8DDD;&#x79BB;&#x300D;&#x7684;&#x5E73;&#x5747;&#x503C;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x53CD;&#x6620;&#x51FA;&#x4E00;&#x53F0;&#x663E;&#x793A;&#x5668;&#x7684;&#x8272;&#x51C6;&#x6C34;&#x5E73;&#x3002;&#x5177;&#x4F53;&#x5728;&#x4EA7;&#x54C1;&#x4E0A;&#xFF0C;&#x5382;&#x5BB6;&#x5F80;&#x5F80;&#x7528;&#x300C;Delta E&#x300D;&#xFF08;<span class="katex"><span class="katex-mathml"><math xmlns="http://www.w3.org/1998/Math/MathML"><semantics><mrow><mi mathvariant="normal">&#x394;</mi><mi>E</mi></mrow><annotation encoding="application/x-tex">\Delta E</annotation></semantics></math></span><span class="katex-html" aria-hidden="true"><span class="base"><span class="strut" style="height:0.68333em;vertical-align:0em;"></span><span class="mord">&#x394;</span><span class="mord mathdefault" style="margin-right:0.05764em;">E</span></span></span></span>&#xFF09;&#x8FD9;&#x4E2A;&#x53C2;&#x6570;&#x6765;&#x63CF;&#x8FF0;&#x8FD9;&#x6837;&#x7684;&#x8DDD;&#x79BB;&#x3002;&#x5E73;&#x5747; Delta E &#x7684;&#x503C;&#x8D8A;&#x5C0F;&#xFF0C;&#x663E;&#x793A;&#x5668;&#x7684;&#x8272;&#x5F69;&#x5C31;&#x8D8A;&#x7CBE;&#x51C6;&#x3002;&#x4E0B;&#x9762;&#x662F;&#x67D0;&#x54C1;&#x724C;&#x663E;&#x793A;&#x5668;&#x7684;&#x5546;&#x54C1;&#x4ECB;&#x7ECD;&#xFF0C;&#x5382;&#x5546;&#x5BA3;&#x79F0; Delta E &lt; 2&#xFF0C;&#x8FD9;&#x5DF2;&#x7ECF;&#x662F;&#x76F8;&#x5F53;&#x9AD8;&#x7684;&#x8272;&#x51C6;&#x4E86;&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled%205.png" alt="Untitled"></p>
<p>&#x4E0E;&#x8272;&#x57DF;&#x4E0D;&#x540C;&#xFF0C;&#x8272;&#x51C6;&#x662F;&#x53EF;&#x4EE5;&#x5728;&#x663E;&#x793A;&#x5668;&#x51FA;&#x5382;&#x540E;&#x518D;&#x6B21;&#x63D0;&#x5347;&#x7684;&#xFF0C;&#x63D0;&#x5347;&#x8272;&#x51C6;&#x7684;&#x8FC7;&#x7A0B;&#x53EB;&#x505A;&#x300C;&#x6821;&#x8272;&#x300D;&#x3002;&#x6821;&#x8272;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x4E13;&#x95E8;&#x7684;&#x8BBE;&#x5907;&#x300C;&#x6821;&#x8272;&#x4EEA;&#x300D;&#xFF0C;&#x642D;&#x914D;&#x4E13;&#x95E8;&#x7684;&#x8F6F;&#x4EF6;&#x6765;&#x8FDB;&#x884C;&#x3002;&#x6821;&#x8272;&#x7684;&#x539F;&#x7406;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x6210;&#x91CD;&#x65B0;&#x8C03;&#x6574;&#x663E;&#x793A;&#x5668;&#x7684;&#x663E;&#x793A;&#x989C;&#x8272;&#x548C;&#x5B9E;&#x9645;&#x989C;&#x8272;&#x4E4B;&#x95F4;&#x7684;&#x5BF9;&#x5E94;&#x5173;&#x7CFB;&#xFF0C;&#x4ECE;&#x800C;&#x6D88;&#x9664;&#x989C;&#x8272;&#x663E;&#x793A;&#x7684;&#x504F;&#x5DEE;&#x3002;</p>
<p>&#x9664;&#x4E86;&#x8D2D;&#x4E70;&#x663E;&#x793A;&#x5668;&#x540E;&#x4EBA;&#x5DE5;&#x6821;&#x8272;&#x5916;&#xFF0C;&#x4E00;&#x4E9B;&#x663E;&#x793A;&#x5668;&#x548C;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x5728;&#x51FA;&#x5382;&#x65F6;&#x4F1A;&#x8FDB;&#x884C;&#x300C;&#x9010;&#x53F0;&#x6821;&#x8272;&#x300D;&#xFF0C;&#x4EE5;&#x63D0;&#x5347;&#x663E;&#x793A;&#x5668;&#x7684;&#x51FA;&#x5382;&#x8272;&#x51C6;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x5382;&#x5546;&#x559C;&#x6B22;&#x7528;&#x6765;&#x5BA3;&#x4F20;&#x7684;&#x4E00;&#x4E2A;&#x5356;&#x70B9;&#x3002;</p>
<h3 id="&#x9762;&#x677F;&#x7C7B;&#x578B;">&#x9762;&#x677F;&#x7C7B;&#x578B;</h3>
<p>&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x6211;&#x4EEC;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x7684;&#x7535;&#x8111;&#x5C4F;&#x5E55;&#x90FD;&#x662F;&#x4F7F;&#x7528;&#x7684;&#x6DB2;&#x6676;&#x663E;&#x793A;&#x5C4F;&#xFF08;LCD&#xFF09;&#x3002;&#x6DB2;&#x6676;&#x663E;&#x793A;&#x5C4F;&#x6839;&#x636E;&#x300C;&#x9762;&#x677F;&#x7C7B;&#x578B;&#x300D;&#x7684;&#x4E0D;&#x540C;&#xFF0C;&#x5728;&#x89C2;&#x611F;&#x4E0A;&#x6709;&#x7740;&#x5F88;&#x5927;&#x7684;&#x5DEE;&#x5F02;&#x3002;&#x76EE;&#x524D;&#xFF0C;&#x5E38;&#x89C1;&#x7684;&#x9762;&#x677F;&#x7C7B;&#x578B;&#x6709; TN&#x3001;IPS &#x548C; VA &#x4E09;&#x79CD;&#xFF0C;&#x4E0B;&#x9762;&#x6211;&#x4EEC;&#x5206;&#x522B;&#x4ECB;&#x7ECD;&#x8FD9;&#x4E09;&#x79CD;&#x9762;&#x677F;&#x5728;&#x8272;&#x5F69;&#x65B9;&#x9762;&#x7684;&#x533A;&#x522B;&#x3002;</p>
<ul>
<li><p>TN &#x9762;&#x677F;&#x7684;&#x663E;&#x793A;&#x5C4F;&#xFF08;&#x7B80;&#x79F0; TN &#x5C4F;&#xFF09;&#x5728;&#x8272;&#x5F69;&#x65B9;&#x9762;&#x8868;&#x73B0;&#x6700;&#x5DEE;&#x3002;&#x8FD9;&#x79CD;&#x5C4F;&#x5E55;&#x7684;&#x300C;&#x53EF;&#x89C6;&#x89D2;&#x5EA6;&#x300D;&#x975E;&#x5E38;&#x5C0F;&#x3001;&#x800C;&#x4E14;&#x666E;&#x904D;&#x5B58;&#x5728;&#x8272;&#x5F69;&#x6CDB;&#x767D;&#x7684;&#x95EE;&#x9898;&#x3002;&#x6240;&#x8C13;&#x300C;&#x53EF;&#x89C6;&#x89D2;&#x5EA6;&#x300D;&#x5C0F;&#xFF0C;&#x8868;&#x73B0;&#x5728;&#x5F53;&#x4F60;&#x7684;&#x89C6;&#x7EBF;&#x6CA1;&#x6709;&#x6B63;&#x5BF9;&#x7740;&#x5C4F;&#x5E55;&#x65F6;&#xFF0C;&#x770B;&#x5230;&#x7684;&#x989C;&#x8272;&#x5C31;&#x6709;&#x975E;&#x5E38;&#x5927;&#x7684;&#x504F;&#x5DEE;&#x3002;&#x6240;&#x8C13;&#x7684;&#x300C;&#x8272;&#x5F69;&#x6CDB;&#x767D;&#x300D;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x770B;&#x4E0B;&#x9762;&#x8FD9;&#x5F20;&#x56FE;&#x3002;&#x4E0B;&#x56FE;&#x53F3;&#x4FA7;&#x7684;&#x663E;&#x793A;&#x5C4F;&#x5C31;&#x662F;&#x4E00;&#x5757; TN &#x5C4F;&#xFF0C;&#x800C;&#x5DE6;&#x4FA7;&#x662F;&#x4E00;&#x5757; IPS &#x5C4F;&#x3002;</p>
<p>  <img src="screens-and-their-secrets/Untitled%206.png" alt="Untitled"></p>
<p>  TN &#x5C4F;&#x662F;&#x4E00;&#x79CD;&#x8272;&#x57DF;&#x548C;&#x8272;&#x51C6;&#x90FD;&#x4E0D;&#x597D;&#x7684;&#x5C4F;&#x5E55;&#x3002;&#x5B83;&#x66FE;&#x7ECF;&#x5F88;&#x5E38;&#x7528;&#xFF0C;&#x5982;&#x4ECA;&#x5219;&#x4E3B;&#x8981;&#x7528;&#x5728;&#x4F4E;&#x914D;&#x7F6E;&#x7684;&#x663E;&#x793A;&#x5668;&#x548C;&#x7B14;&#x8BB0;&#x672C;&#x4E0A;&#x3002;&#x5C3D;&#x7BA1;&#x76EE;&#x524D;&#x5382;&#x5546;&#x4E5F;&#x5728;&#x4E0D;&#x65AD;&#x6539;&#x5584; TN &#x5C4F;&#x7684;&#x8272;&#x5F69;&#xFF0C;&#x4F46;&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x5C4F;&#x5E55;&#x8272;&#x5F69;&#x65B9;&#x9762;&#x7684;&#x89C2;&#x611F;&#x6709;&#x4E00;&#x5B9A;&#x8981;&#x6C42;&#xFF0C;&#x90A3;&#x4E48; TN &#x5C4F;&#x90FD;&#x4E0D;&#x4F1A;&#x662F;&#x4F60;&#x7684;&#x9009;&#x62E9;&#x3002;</p>
</li>
<li><p>IPS &#x9762;&#x677F;&#x7684;&#x663E;&#x793A;&#x5C4F;&#xFF08;IPS &#x5C4F;&#xFF09;&#x5728;&#x8272;&#x5F69;&#x65B9;&#x9762;&#x8868;&#x73B0;&#x76F8;&#x5F53;&#x51FA;&#x8272;&#x3002;&#x4E00;&#x65B9;&#x9762;&#xFF0C;IPS &#x5C4F;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x5F88;&#x9AD8;&#x7684;&#x8272;&#x57DF;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;IPS &#x5C4F;&#x6709;&#x7740;&#x63A5;&#x8FD1;&#x4E8E; 180&#xB0; &#x7684;&#x300C;&#x53EF;&#x89C6;&#x89D2;&#x5EA6;&#x300D;&#x2014;&#x2014;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;IPS &#x5C4F;&#x65E0;&#x8BBA;&#x4ECE;&#x54EA;&#x4E2A;&#x89D2;&#x5EA6;&#x770B;&#xFF0C;&#x8272;&#x5F69;&#x90FD;&#x662F;&#x8D8B;&#x4E8E;&#x4E00;&#x81F4;&#x7684;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x5382;&#x5546;&#x603B;&#x662F;&#x4F1A;&#x5C06; IPS &#x5C4F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x300C;&#x5356;&#x70B9;&#x300D;&#x7684;&#x539F;&#x56E0;&#x3002;&#x5728;&#x8FC7;&#x53BB;&#xFF0C;IPS &#x5C4F;&#x7684;&#x6210;&#x672C;&#x8FDC;&#x8FDC;&#x9AD8;&#x4E8E; TN &#x5C4F;&#xFF0C;&#x56E0;&#x6B64;&#x53EA;&#x5728;&#x9AD8;&#x7AEF;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x548C;&#x663E;&#x793A;&#x5668;&#x4E0A;&#x4F7F;&#x7528;&#xFF1B;&#x4F46;&#x73B0;&#x5728;&#xFF0C;&#x968F;&#x7740;&#x79D1;&#x6280;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4E2D;&#x4F4E;&#x4EF7;&#x4F4D;&#x4EA7;&#x54C1;&#x4E5F;&#x5F00;&#x59CB;&#x914D;&#x5907; IPS &#x5C4F;&#x5E55;&#x4E86;&#x3002;</p>
<p>  <img src="screens-and-their-secrets/Untitled%207.png" alt="Untitled"></p>
<p>  &#x5F53;&#x7136;&#xFF0C;&#x540C;&#x6837;&#x662F; IPS &#x5C4F;&#x5E55;&#xFF0C;&#x5B83;&#x4EEC;&#x4ECD;&#x7136;&#x6709;&#x8272;&#x57DF;&#x548C;&#x8272;&#x51C6;&#x7684;&#x533A;&#x522B;&#x3002;&#x6362;&#x8A00;&#x4E4B;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x6BD4;&#x8F83;&#x5FC5;&#x987B;&#x662F;&#x591A;&#x7EF4;&#x5EA6;&#x7684;&#xFF1A;&#x603B;&#x4F53;&#x4E0A;&#xFF0C;IPS &#x5C4F;&#x5E55;&#x7684;&#x89C2;&#x611F;&#x597D;&#x4E8E; TN &#x5C4F;&#xFF1B;&#x9AD8;&#x8272;&#x57DF;&#x7684; IPS &#x5C4F;&#x5E55;&#x7684;&#x89C2;&#x611F;&#x597D;&#x4E8E;&#x4F4E;&#x8272;&#x57DF;&#x7684; IPS &#x5C4F;&#x5E55;&#xFF1B;&#x8272;&#x51C6;&#x597D;&#x7684; IPS &#x5C4F;&#x5E55;&#x89C2;&#x611F;&#x597D;&#x4E8E;&#x8272;&#x51C6;&#x5DEE;&#x7684;&#x5C4F;&#x5E55;&#x3002;</p>
</li>
<li><p>VA &#x9762;&#x677F;&#x7684;&#x663E;&#x793A;&#x5C4F;&#xFF08;VA &#x5C4F;&#xFF09;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x8272;&#x5F69;&#x76F8;&#x5F53;&#x4F18;&#x79C0;&#x7684;&#x5C4F;&#x5E55;&#x3002;VA &#x5C4F;&#x7531;&#x4E8E;&#x6280;&#x672F;&#x4E0A;&#x66F4;&#x5BB9;&#x6613;&#x505A;&#x5927;&#x3001;&#x505A;&#x5BBD;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x53EF;&#x4EE5;&#x505A;&#x6210;&#x66F2;&#x9762;&#xFF0C;&#x540C;&#x65F6;&#x4EF7;&#x683C;&#x6CA1;&#x6709; IPS &#x90A3;&#x4E48;&#x9AD8;&#xFF0C;&#x56E0;&#x6B64;&#x5E02;&#x9762;&#x4E0A;&#x7684;&#x5F88;&#x591A;&#x4F4E;&#x4EF7;&#x300C;&#x5E26;&#x9C7C;&#x5C4F;&#x300D;&#x300C;&#x66F2;&#x9762;&#x5C4F;&#x300D;&#x90FD;&#x5728;&#x4F7F;&#x7528; VA &#x9762;&#x677F;&#x3002;VA &#x9762;&#x677F;&#x7684;&#x7F3A;&#x70B9;&#x4E3B;&#x8981;&#x662F;&#x62D6;&#x5F71;&#x6BD4;&#x8F83;&#x4E25;&#x91CD;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x67D0;&#x4E9B;&#x7A0B;&#x5EA6;&#x4E0A;&#x4E0D;&#x662F;&#x5341;&#x5206;&#x9002;&#x5408;&#x6E38;&#x620F;&#x3002;&#x4E0B;&#x56FE;&#x662F;&#x67D0;&#x54C1;&#x724C;&#x5343;&#x5143;&#x7EA7;&#x7684;&#x300C;&#x5E26;&#x9C7C;&#x5C4F;&#x300D;&#x4EA7;&#x54C1;&#xFF0C;&#x4F7F;&#x7528;&#x7684;&#x5C31;&#x662F; VA &#x9762;&#x677F;&#x3002;</p>
<p>  <img src="screens-and-their-secrets/Untitled%208.png" alt="Untitled"></p>
<p>  VA &#x9762;&#x677F;&#x662F;&#x4E00;&#x79CD;&#x8272;&#x5F69;&#x4F18;&#x79C0;&#x7684;&#x9AD8;&#x6027;&#x4EF7;&#x6BD4;&#x9009;&#x62E9;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x600E;&#x4E48;&#x73A9;&#x6E38;&#x620F;&#xFF0C;&#x4F46;&#x53C8;&#x559C;&#x6B22;&#x300C;&#x5927;&#x5C4F;&#x300D;&#x300C;&#x5BBD;&#x5C4F;&#x300D;&#x300C;&#x66F2;&#x9762;&#x5C4F;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x4E00;&#x4F17; VA &#x5C4F;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x4F60;&#x7684;&#x610F;&#x4E2D;&#x300C;&#x5C4F;&#x300D;&#x3002;</p>
</li>
</ul>
<h2 id="&#x5237;&#x65B0;&#x7387;">&#x5237;&#x65B0;&#x7387;</h2>
<p>&#x4E5F;&#x8BB8;&#x4F60;&#x5DF2;&#x7ECF;&#x77E5;&#x9053;&#xFF0C;&#x663E;&#x793A;&#x5668;&#x662F;&#x5229;&#x7528;&#x4EBA;&#x773C;&#x7684;&#x89C6;&#x89C9;&#x6682;&#x7559;&#x6548;&#x5E94;&#xFF0C;&#x5C06;&#x4E00;&#x5F20;&#x5F20;&#x7684;&#x9759;&#x6001;&#x753B;&#x9762;&#x300C;&#x62FC;&#x300D;&#x6210;&#x52A8;&#x6001;&#x753B;&#x9762;&#x5E76;&#x5C55;&#x793A;&#x7ED9;&#x6211;&#x4EEC;&#x770B;&#x7684;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x663E;&#x793A;&#x5668;&#x4E0D;&#x53EF;&#x80FD;&#x505A;&#x5230;&#x300C;&#x62FC;&#x300D;&#x7684;&#x901F;&#x5EA6;&#x65E0;&#x9650;&#x5FEB;&#xFF0C;&#x6BCF;&#x79D2;&#x949F;&#x6362;&#x51E0;&#x5341;&#x5F20;&#x5DF2;&#x7ECF;&#x662F;&#x5F88;&#x591A;&#x663E;&#x793A;&#x5668;&#x7684;&#x6781;&#x9650;&#x3002;&#x8FD9;&#x4E2A;&#x300C;&#x6BCF;&#x79D2;&#x949F;&#x6362;&#x51E0;&#x5341;&#x5F20;&#x300D;&#x5C31;&#x662F;&#x663E;&#x793A;&#x5668;&#x7684;&#x5237;&#x65B0;&#x7387;&#xFF0C;&#x5B83;&#x7684;&#x5355;&#x4F4D;&#x662F;&#x8D6B;&#x5179;&#xFF08;Hz&#xFF09;&#x3002;&#x4F8B;&#x5982;&#xFF0C;60 Hz &#x7684;&#x663E;&#x793A;&#x5668;&#xFF0C;&#x5B83;&#x6BCF;&#x79D2;&#x949F;&#x6700;&#x591A;&#x80FD;&#x5411;&#x6211;&#x4EEC;&#x5C55;&#x793A; 60 &#x4E2A;&#x753B;&#x9762;&#xFF1B;&#x800C; 120 Hz &#x7684;&#x663E;&#x793A;&#x5668;&#xFF0C;&#x5219;&#x6BCF;&#x79D2;&#x53EF;&#x4EE5;&#x5C55;&#x793A; 120 &#x4E2A;&#x3002;</p>
<p><img src="screens-and-their-secrets/Untitled%209.png" alt="Untitled"></p>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x6E38;&#x620F;&#x73A9;&#x5BB6;&#xFF0C;&#x90A3;&#x4F60;&#x81EA;&#x7136;&#x4F1A;&#x77E5;&#x9053;&#x300C;&#x5E27;&#x7387;&#x300D;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#x3002;&#x5E27;&#x7387;&#x662F;&#x7535;&#x8111;&#x6BCF;&#x79D2;&#x53EF;&#x4EE5;&#x751F;&#x6210;&#x7684;&#x753B;&#x9762;&#x7684;&#x4E2A;&#x6570;&#xFF0C;&#x800C;&#x5237;&#x65B0;&#x7387;&#x662F;&#x663E;&#x793A;&#x5668;&#x6BCF;&#x79D2;&#x80FD;&#x591F;&#x663E;&#x793A;&#x7684;&#x753B;&#x9762;&#x7684;&#x4E2A;&#x6570;&#x3002;&#x6700;&#x7406;&#x60F3;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5E27;&#x7387;&#x548C;&#x5237;&#x65B0;&#x7387;&#x76F8;&#x7B49;&#xFF0C;&#x8FD9;&#x6837;&#x7535;&#x8111;&#x751F;&#x6210;&#x7684;&#x6BCF;&#x4E00;&#x5F20;&#x753B;&#x9762;&#x90FD;&#x80FD;&#x5B8C;&#x7F8E;&#x5730;&#x88AB;&#x663E;&#x793A;&#x5668;&#x5C55;&#x73B0;&#x3002;&#x5982;&#x679C;&#x5E27;&#x7387;&#x5F88;&#x9AD8;&#xFF0C;&#x4F46;&#x5237;&#x65B0;&#x7387;&#x4E0D;&#x591F;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x4F1A;&#x6709;&#x8BB8;&#x591A;&#x5F20;&#x753B;&#x9762;&#x6CA1;&#x80FD;&#x591F;&#x88AB;&#x663E;&#x793A;&#x2014;&#x2014;&#x663E;&#x793A;&#x5668;&#x8DDF;&#x4E0D;&#x4E0A;&#x753B;&#x9762;&#x6765;&#x7684;&#x901F;&#x5EA6;&#xFF1B;&#x5982;&#x679C;&#x5E27;&#x7387;&#x4F4E;&#xFF0C;&#x800C;&#x5237;&#x65B0;&#x7387;&#x9AD8;&#xFF0C;&#x90A3;&#x4E48;&#x663E;&#x793A;&#x5668;&#x5C31;&#x4F1A;&#x5728;&#x591A;&#x6B21;&#x663E;&#x793A;&#x540C;&#x4E00;&#x5E27;&#x3002;&#x8FD9;&#x4E24;&#x79CD;&#x60C5;&#x51B5;&#x90FD;&#x4F1A;&#x9020;&#x6210;&#x4E00;&#x4E2A;&#x6076;&#x6027;&#x540E;&#x679C;&#xFF1A;&#x753B;&#x9762;&#x6709;&#x300C;&#x6495;&#x88C2;&#x300D;&#x611F;&#x3002;&#x8BF8;&#x5982;&#x300C;&#x5782;&#x76F4;&#x540C;&#x6B65;&#x300D;&#x300C;FreeSync&#x300D;&#x4E4B;&#x7C7B;&#x7684;&#x9009;&#x9879;&#x53EF;&#x4EE5;&#x907F;&#x514D;&#x8FD9;&#x4E24;&#x79CD;&#x60C5;&#x51B5;&#x5E26;&#x6765;&#x7684;&#x753B;&#x9762;&#x6495;&#x88C2;&#xFF0C;&#x5177;&#x4F53;&#x7EC6;&#x8282;&#x8BF7;&#x8BFB;&#x8005;&#x81EA;&#x884C;&#x4E0A;&#x7F51;&#x67E5;&#x627E;&#x3002;</p>
<p>&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x529E;&#x516C;&#x7528;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x548C;&#x663E;&#x793A;&#x5668;&#x7684;&#x5237;&#x65B0;&#x7387;&#x90FD;&#x662F; 60 Hz &#x6216; 75 Hz&#x3002;&#x4E00;&#x4E9B;&#x6E38;&#x620F;&#x672C;&#x548C;&#x6E38;&#x620F;&#x663E;&#x793A;&#x5668;&#x7684;&#x5237;&#x65B0;&#x7387;&#x5219;&#x80FD;&#x8FBE;&#x5230; 120 Hz&#x3001;144 Hz &#x751A;&#x81F3;&#x66F4;&#x9AD8;&#x3002;&#x66F4;&#x9AD8;&#x7684;&#x5237;&#x65B0;&#x7387;&#x80FD;&#x5E26;&#x6765;&#x66F4;&#x6D41;&#x7545;&#x7684;&#x6E38;&#x620F;&#x4F53;&#x9A8C;&#xFF08;&#x524D;&#x63D0;&#x662F;&#xFF0C;&#x4F60;&#x7684;&#x914D;&#x7F6E;&#x8DB3;&#x591F;&#x597D;&#xFF0C;&#x80FD;&#x591F;&#x5230;&#x8FBE;&#x8FD9;&#x4E48;&#x9AD8;&#x7684;&#x5E27;&#x7387;&#xFF09;&#xFF0C;&#x4F46;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x66F4;&#x9AD8;&#x7684;&#x4EF7;&#x683C;&#x3002;&#x5982;&#x679C;&#x4F60;&#x662F;&#x6E38;&#x620F;&#x73A9;&#x5BB6;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x5C06;&#x662F;&#x4F60;&#x9700;&#x8981;&#x8003;&#x8651;&#x548C;&#x8FDB;&#x884C;&#x53D6;&#x820D;&#x7684;&#x4E00;&#x4E2A;&#x56E0;&#x7D20;&#x3002;</p>
<h2 id="&#x603B;&#x7ED3;">&#x603B;&#x7ED3;</h2>
<p>&#x5728;&#x6587;&#x7AE0;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x4E3A;&#x5927;&#x5BB6;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#x9009;&#x8D2D;&#x663E;&#x793A;&#x5668;&#x65F6;&#x7684;&#x5173;&#x6CE8;&#x70B9;&#xFF1A;</p>
<ol>
<li>&#x5206;&#x8FA8;&#x7387;&#x548C;&#x5C3A;&#x5BF8;&#xFF1A;&#x60F3;&#x8981;&#x66F4;&#x52A0;&#x300C;&#x7EC6;&#x817B;&#x300D;&#x7684;&#x663E;&#x793A;&#x6548;&#x679C;&#xFF0C;<strong>&#x5728;&#x5C3A;&#x5BF8;&#x76F8;&#x540C;&#x7684;&#x6761;&#x4EF6;&#x4E0B;&#x9009;&#x5206;&#x8FA8;&#x7387;&#x9AD8;&#x7684;</strong>&#x3002;&#x6BD4;&#x5982;&#xFF0C;13 &#x5BF8;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x5C4F;&#x5E55;&#xFF0C;&#x5206;&#x8FA8;&#x7387;&#x6700;&#x597D;&#x5728; 1920 &#xD7; 1080 &#x4EE5;&#x4E0A;&#xFF1B;21 &#x5BF8;&#x7684;&#x53F0;&#x5F0F;&#x673A;&#x663E;&#x793A;&#x5668;&#xFF0C;&#x5206;&#x8FA8;&#x7387;&#x6700;&#x597D;&#x5728; 2560 &#xD7; 1440 &#x4EE5;&#x4E0A;&#x3002;</li>
<li>&#x8272;&#x57DF;&#x4E0E;&#x8272;&#x51C6;&#xFF1A;&#x82E5;&#x5BF9;&#x8272;&#x5F69;&#x6709;&#x8981;&#x6C42;&#xFF0C;<strong>&#x9009;&#x62E9;&#x300C;DCI-P3 90%&#x300D;&#x300C;100% sRGB&#x300D;&#x300C;99% sRGB&#x300D;&#x300C;72% NTSC&#x300D;&#x7B49;&#x9AD8;&#x8272;&#x57DF;</strong>&#x7684;&#x663E;&#x793A;&#x5668;&#xFF1B;&#x5BF9;&#x8272;&#x51C6;&#x6709;&#x8981;&#x6C42;&#xFF0C;&#x9009;&#x62E9;&#x5382;&#x5546;<strong>&#x5BA3;&#x79F0;&#x300C;&#x51FA;&#x5382;&#x6821;&#x8272;&#x300D;&#x5E76;&#x4E14; Delta E &#x6BD4;&#x8F83;&#x5C0F;</strong>&#xFF08;&#x4F8B;&#x5982;&#xFF0C;Delta E &lt; 2&#xFF09;&#x7684;&#x663E;&#x793A;&#x5668;&#x3002;</li>
<li>&#x9762;&#x677F;&#x7C7B;&#x578B;&#xFF1A;<strong>&#x9009;&#x62E9; IPS &#x5C4F;&#x5E55;&#x6216;&#x8005; VA &#x5C4F;&#x5E55;&#x3002;</strong>TN &#x5C4F;&#x975E;&#x5E38;&#x300C;&#x778E;&#x773C;&#x300D;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x5426;&#x5219;&#x4E0D;&#x8981;&#x9009;&#x62E9;&#x3002;</li>
<li>&#x5237;&#x65B0;&#x7387;&#xFF1A;&#x82E5;&#x4F60;<strong>&#x8FFD;&#x6C42;&#x6E38;&#x620F;&#x6027;&#x80FD;&#xFF0C;&#x5728;&#x914D;&#x7F6E;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x663E;&#x5361;&#xFF09;&#x8DB3;&#x591F;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x9009;&#x62E9; 144 Hz&#x3001;120 Hz &#x7B49;&#x9AD8;&#x5237;&#x65B0;&#x7387;</strong>&#x7684;&#xFF1B;&#x53CD;&#x4E4B;&#xFF0C;60 Hz&#x3001;75 Hz &#x548C; 90 Hz &#x7684;&#x663E;&#x793A;&#x5668;&#x5DF2;&#x7ECF;&#x8DB3;&#x591F;&#x6EE1;&#x8DB3;&#x4F60;&#x7684;&#x9700;&#x6C42;&#x3002;</li>
</ol>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x67E5;&#x770B;&#x4F60;&#x7535;&#x8111;&#x663E;&#x793A;&#x5668;&#x7684;&#x5206;&#x8FA8;&#x7387;&#x3002;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5728;&#x684C;&#x9762;&#x4E0A;&#x53F3;&#x952E; &#x2192;&#x3010;&#x663E;&#x793A;&#x8BBE;&#x7F6E;&#x3011;&#x2192;&#x3010;&#x663E;&#x793A;&#x5206;&#x8FA8;&#x7387;&#x3011;&#x6765;&#x67E5;&#x770B;&#x3002;</li>
<li>&#x4E86;&#x89E3;&#x4F60;&#x7535;&#x8111;&#x663E;&#x793A;&#x5668;&#x7684;&#x5C3A;&#x5BF8;&#x3002;&#x5C3A;&#x5BF8;&#x6307;&#x7684;&#x662F;&#x5C4F;&#x5E55;&#x5BF9;&#x89D2;&#x7EBF;&#x7684;&#x957F;&#x5EA6;&#xFF0C;&#x4E00;&#x822C;&#x5355;&#x4F4D;&#x662F;&#x300C;&#x82F1;&#x5BF8;&#x300D;&#xFF08;inch&#xFF09;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x7ED3;&#x5408;&#x4E0A;&#x4E00;&#x9898;&#x67E5;&#x5230;&#x7684;&#x5206;&#x8FA8;&#x7387;&#xFF0C;&#x8BA1;&#x7B97;&#x4F60;&#x5C4F;&#x5E55;&#x7684; PPI&#x3002;</li>
<li>&#x5728;&#x7535;&#x5546;&#x5E73;&#x53F0;&#x4E0A;&#x67E5;&#x627E;&#x663E;&#x793A;&#x5668; / &#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#xFF0C;&#x770B;&#x770B;&#x5382;&#x5546;&#x6709;&#x6CA1;&#x6709;&#x5BA3;&#x4F20;&#x5C4F;&#x5E55;&#x7684;&#x8272;&#x57DF;&#x3001;&#x8272;&#x51C6;&#x548C;&#x5237;&#x65B0;&#x7387;&#x4FE1;&#x606F;&#x3002;</li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style><footer><script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
<style type="text/css">
.page-footer {
    margin-top: 50px;
    border-top: 1px solid #ccc;
    overflow: hidden;
    padding: 10px 0;
    font-size: 12px;
    color: #808080;
}
.page-footer-left {
    display: inline-block;
}
.page-footer-right {
    float: right;
    display: inline-block;
}
</style>

<footer class="page-footer">
<span class="page-footer-left">&#x4F60;&#x7F3A;&#x5931;&#x7684;&#x90A3;&#x95E8;&#x8BA1;&#x7B97;&#x673A;&#x8BFE;</span>&#xA0;
<span class="page-footer-right" id="busuanzi_container_site_pv" style="display:none">&#x672C;&#x7AD9;&#x603B;&#x8BBF;&#x95EE;&#x91CF; <span id="busuanzi_value_site_pv"></span> &#x6B21;</span>
</footer>


</footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="shortcut-keys.html" class="navigation navigation-prev " aria-label="Previous page: 那些好用的键盘快捷键">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="user-and-ms-account.html" class="navigation navigation-next " aria-label="Next page: 用户与微软账号">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"显示器的二三事","level":"1.5.2","depth":2,"next":{"title":"用户与微软账号","level":"1.5.3","depth":2,"path":"missing/user-and-ms-account.md","ref":"missing/user-and-ms-account.md","articles":[]},"previous":{"title":"那些好用的键盘快捷键","level":"1.5.1","depth":2,"path":"missing/shortcut-keys.md","ref":"missing/shortcut-keys.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp","extra-html"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"extra-html":{"footer":{"files":["styles/busuanzi.html"]},"header":{}},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/screens-and-their-secrets.md","mtime":"2022-03-20T03:19:29.955Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2022-03-20T03:20:14.372Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-extra-html/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

