
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>用户与微软账号 · 你缺失的那门计算机课</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Hans Wan and Windy Deng">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-intopic-toc/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-advanced-emoji/emoji-website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex-pp/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="recover-from-bsod.html" />
    
    
    <link rel="prev" href="screens-and-their-secrets.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    首页
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="premble.html">
            
                <a href="premble.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    基础篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="first-things-first.html">
            
                <a href="first-things-first.html">
            
                    
                    一些约定与预备知识
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="computer-and-its-components.html">
            
                <a href="computer-and-its-components.html">
            
                    
                    认识你的电脑
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="file-and-file-management.html">
            
                <a href="file-and-file-management.html">
            
                    
                    文件与文件管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="software-installation.html">
            
                <a href="software-installation.html">
            
                    
                    软件的寻找与安装
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="basic-maintenance.html">
            
                <a href="basic-maintenance.html">
            
                    
                    基本维护和安全防护
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="how-to-find-solutions.html">
            
                <a href="how-to-find-solutions.html">
            
                    
                    遇到问题怎么办
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    软件篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="office-and-wps.html">
            
                <a href="office-and-wps.html">
            
                    
                    Office 和 WPS——办公样样行
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="browsers-and-how-to-choose.html">
            
                <a href="browsers-and-how-to-choose.html">
            
                    
                    浏览器——网上冲浪必备
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="archive-formats-and-tools.html">
            
                <a href="archive-formats-and-tools.html">
            
                    
                    压缩文件与压缩工具
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="tools-software.html">
            
                <a href="tools-software.html">
            
                    
                    工具类软件推荐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="how-to-find-tutorials.html">
            
                <a href="how-to-find-tutorials.html">
            
                    
                    怎样寻找优质的教程
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    进阶篇
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="shortcut-keys.html">
            
                <a href="shortcut-keys.html">
            
                    
                    那些好用的键盘快捷键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="screens-and-their-secrets.html">
            
                <a href="screens-and-their-secrets.html">
            
                    
                    显示器的二三事
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5.3" data-path="user-and-ms-account.html">
            
                <a href="user-and-ms-account.html">
            
                    
                    用户与微软账号
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="recover-from-bsod.html">
            
                <a href="recover-from-bsod.html">
            
                    
                    蓝屏与解决蓝屏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.5" data-path="windows-11-optimization.html">
            
                <a href="windows-11-optimization.html">
            
                    
                    Windows 11 修整指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="answers.html">
            
                <a href="answers.html">
            
                    
                    练习题答案
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="new-laptop-setup.html">
            
                <a href="new-laptop-setup.html">
            
                    
                    笔记本新机「开荒」指南
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="afterwords.html">
            
                <a href="afterwords.html">
            
                    
                    跋
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >用户与微软账号</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7528;&#x6237;&#x4E0E;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;">&#x7528;&#x6237;&#x4E0E;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;</h1>
<p>&#x672C;&#x7AE0;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD; Windows &#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x300C;&#x7528;&#x6237;&#x300D;&#x6982;&#x5FF5;&#xFF0C;&#x4EE5;&#x53CA;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x7684;&#x76F8;&#x5173;&#x4E8B;&#x9879;&#x3002;&#x770B;&#x5B8C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F60;&#x6216;&#x8BB8;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7B54;&#x6848;&#xFF1A;</p>
<ul>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x7535;&#x8111;&#x8FD8;&#x6709;&#x300C;&#x7528;&#x6237;&#x300D;&#xFF1F;</li>
<li>&#x4EC0;&#x4E48;&#x662F;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#xFF08;Microsoft &#x8D26;&#x6237;&#xB9;&#xFF09;&#xFF1F;&#x6211;&#x4E3A;&#x4EC0;&#x4E48;&#x88AB;&#x8981;&#x6C42;&#x6CE8;&#x518C; / &#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#xFF1F;</li>
<li>&#x5728; <a href="basic-maintenance.html">&#x57FA;&#x672C;&#x7EF4;&#x62A4;&#x548C;&#x5B89;&#x5168;&#x9632;&#x62A4;</a> &#x4E2D;&#x63D0;&#x5230;&#x7684;&#x300C;UAC &#x5F39;&#x7A97;&#x300D;&#x548C;&#x300C;&#x4EE5;&#x7BA1;&#x7406;&#x5458;&#x8EAB;&#x4EFD;&#x8FD0;&#x884C;&#x300D;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li>&#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x6709;&#x4EC0;&#x4E48;&#x597D;&#x5904;&#xFF1F;</li>
</ul>
<hr>
<p>&#x300C;&#x7528;&#x6237;&#x300D;&#x7684;&#x6982;&#x5FF5;&#x662F;&#x73B0;&#x4EE3;&#x8BA1;&#x7B97;&#x673A;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;&#x5C3D;&#x7BA1;&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x7535;&#x8111;&#x90FD;&#x4EC5;&#x4E3A;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;&#xFF0C;&#x300C;&#x591A;&#x7528;&#x6237;&#x300D;&#x7684;&#x7406;&#x5FF5;&#x4F3C;&#x4E4E;&#x6B63;&#x6E10;&#x6E10;&#x6A21;&#x7CCA;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x6709;&#x5FC5;&#x8981;&#x4E86;&#x89E3;&#x8FD9;&#x5957;&#x673A;&#x5236;&#x7684;&#x8FD0;&#x4F5C;&#x8FC7;&#x7A0B;&#x3002;</p>
<h2 id="&#x300C;&#x7528;&#x6237;&#x300D;&#x6982;&#x5FF5;&#x7684;&#x4EA7;&#x751F;">&#x300C;&#x7528;&#x6237;&#x300D;&#x6982;&#x5FF5;&#x7684;&#x4EA7;&#x751F;</h2>
<p>&#x4E09;&#x5341;&#x5E74;&#x524D;&#xFF0C;&#x300C;&#x7535;&#x8111;&#x300D;&#x5BF9;&#x4E8E;&#x4EBA;&#x4EEC;&#x6765;&#x8BF4;&#x8FD8;&#x662F;&#x53EF;&#x671B;&#x800C;&#x4E0D;&#x53EF;&#x5F97;&#x7684;&#x300C;&#x5962;&#x4F88;&#x54C1;&#x300D;&#x3002;&#x5728;&#x5F53;&#x65F6;&#xFF0C;&#x53EA;&#x6709;&#x5728;&#x5C11;&#x6570;&#x5B66;&#x6821;&#x548C;&#x79D1;&#x7814;&#x9662;&#x6240;&#xFF0C;&#x624D;&#x80FD;&#x770B;&#x5230;&#x6570;&#x91CF;&#x6709;&#x9650;&#x7684;&#x7535;&#x8111;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x81EA;&#x7136;&#x514D;&#x4E0D;&#x4E86;&#x591A;&#x4EBA;&#x5171;&#x7528;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x6765;&#x5B66;&#x4E60;&#x548C;&#x5DE5;&#x4F5C;&#x3002;&#x4E3A;&#x4E86;&#x9694;&#x79BB;&#x6BCF;&#x4E2A;&#x4EBA;&#x5728;&#x7535;&#x8111;&#x4E0A;&#x4FDD;&#x5B58;&#x7684;&#x6587;&#x4EF6;&#x548C;&#x504F;&#x597D;&#x8BBE;&#x7F6E;&#xFF0C;&#x300C;&#x7528;&#x6237;&#x300D;&#x8FD9;&#x4E2A;&#x6982;&#x5FF5;&#x4FBF;&#x5E94;&#x8FD0;&#x800C;&#x751F;&#x3002;</p>
<p>&#x5982;&#x540C; QQ &#x4E4B;&#x7C7B;&#x7684;&#x793E;&#x4EA4;&#x8F6F;&#x4EF6;&#x8D26;&#x53F7;&#x4E00;&#x6837;&#xFF0C;&#x5728;&#x6709;&#x300C;&#x7528;&#x6237;&#x300D;&#x6982;&#x5FF5;&#x7684;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x4E0A;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x6216;&#x8005;&#x591A;&#x4E2A;&#x300C;&#x7528;&#x6237;&#x300D;&#x3002;&#x5728;&#x6BCF;&#x6B21;&#x5F00;&#x673A;&#x542F;&#x52A8;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x7528;&#x6237;&#x5217;&#x8868;&#x4E2D;&#x9009;&#x62E9;&#x5408;&#x9002;&#x7684;&#x8EAB;&#x4EFD;&#x8EAB;&#x4EFD;&#x6765;&#x300C;&#x767B;&#x5F55;&#x300D;&#xFF08;&#x4E0B;&#x56FE;&#x5DE6;&#x4E0B;&#x89D2;&#xFF0C;&#x56FE;&#x4E2D;&#x9009;&#x62E9;&#x7684;&#x7528;&#x6237;&#x662F;&#x300C;hans&#x300D;&#xFF09;&#x3002;</p>
<p><img src="user-and-ms-account/Untitled.png" alt="Untitled"></p>
<p>&#x5728;&#x8FD9;&#x6837;&#x7684;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x62E5;&#x6709;&#x81EA;&#x5DF1;&#x72EC;&#x7ACB;&#x7684;&#x300C;&#x7528;&#x6237;&#x540D;&#x300D;&#x548C;&#x5BC6;&#x7801;&#xFF0C;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#xFF08;&#x53C2;&#x89C1; <a href="file-and-file-management.html">&#x6587;&#x4EF6;&#x4E0E;&#x6587;&#x4EF6;&#x7BA1;&#x7406;</a> &#x7684;&#x300C;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#x300D;&#x76F8;&#x5173;&#x7AE0;&#x8282;&#xFF09;&#x5185;&#x4FDD;&#x5B58;&#x7684;&#x6587;&#x4EF6;&#x90FD;&#x5BF9;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x4E0D;&#x53EF;&#x89C1;&#xFF0C;&#x4E14;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x8BBE;&#x7F6E;&#x7684;&#x684C;&#x9762;&#x58C1;&#x7EB8;&#x3001;&#x989C;&#x8272;&#x98CE;&#x683C;&#x7B49;&#x90FD;&#x4E92;&#x4E0D;&#x5F71;&#x54CD;&#x3002;&#x5728;&#x591A;&#x7528;&#x6237;&#x7CFB;&#x7EDF;&#x7684;&#x52A0;&#x6301;&#x4E0B;&#xFF0C;&#x4EBA;&#x4EEC;&#x6210;&#x529F;&#x5730;&#x5B9E;&#x73B0;&#x4E86;&#x300C;&#x4E00;&#x53F0;&#x7535;&#x8111;&#xFF0C;&#x591A;&#x4EBA;&#x5728;&#x4E0D;&#x540C;&#x65F6;&#x6BB5;&#x5171;&#x7528;&#x300D;&#x8FD9;&#x4E00;&#x76EE;&#x6807;&#x3002;</p>
<p>&#x65F6;&#x8FC7;&#x5883;&#x8FC1;&#xFF0C;&#x7535;&#x8111;&#x9010;&#x6E10;&#x666E;&#x53CA;&#xFF0C;&#x6210;&#x4E3A;&#x4E86;&#x6BCF;&#x4E2A;&#x4EBA;&#x5DE5;&#x4F5C;&#x548C;&#x751F;&#x6D3B;&#x7684;&#x5FC5;&#x9700;&#x54C1;&#xFF0C;&#x90A3;&#x79CD;&#x300C;&#x591A;&#x4EBA;&#x4E0D;&#x5F97;&#x4E0D;&#x5171;&#x7528;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x300D;&#x7684;&#x65E5;&#x5B50;&#x4E5F;&#x6E10;&#x6E10;&#x6210;&#x4E3A;&#x5386;&#x53F2;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x300C;&#x591A;&#x7528;&#x6237;&#x300D;&#x8FD9;&#x4E00;&#x601D;&#x60F3;&#x5374;&#x4E00;&#x76F4;&#x6D41;&#x4F20;&#x4E0B;&#x6765;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x4ECA;&#x5929;&#x7535;&#x8111;&#x7CFB;&#x7EDF;&#x7684;&#x6807;&#x914D;&#x3002;&#x5C3D;&#x7BA1;&#x4ECA;&#x5929;&#x7684;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x5927;&#x90FD;&#x771F;&#x7684;&#x53EA;&#x662F;&#x300C;&#x4E2A;&#x4EBA;&#x300D;&#x7535;&#x8111;&#x2014;&#x2014;&#x7531;&#x4E00;&#x4E2A;&#x4EBA;&#x4F7F;&#x7528;&#xFF0C;&#x591A;&#x7528;&#x6237;&#x7CFB;&#x7EDF;&#x4F9D;&#x7136;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x7CFB;&#x7EDF;&#x4E2D;&#x5F97;&#x4EE5;&#x4FDD;&#x7559;&#xFF0C;&#x5E76;&#x5728;&#x6743;&#x9650;&#x63A7;&#x5236;&#x7B49;&#x7279;&#x6B8A;&#x65B9;&#x9762;&#x8D77;&#x7740;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<h2 id="windows-&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x300C;&#x7528;&#x6237;&#x300D;">Windows &#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x300C;&#x7528;&#x6237;&#x300D;</h2>
<p>&#x5728;&#x6211;&#x4EEC;&#x7B2C;&#x4E00;&#x6B21;&#x542F;&#x52A8; Windows &#x7CFB;&#x7EDF;&#xFF08;&#x53C2;&#x89C1; <a href="new-laptop-setup.html">&#x7B14;&#x8BB0;&#x672C;&#x65B0;&#x673A;&#x300C;&#x5F00;&#x8352;&#x300D;&#x6307;&#x5357;</a> &#xFF09;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x8981;&#x6C42;&#x6211;&#x4EEC;&#x65B0;&#x5EFA;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#xFF0C;&#x5E76;&#x8BBE;&#x7F6E;&#x5B83;&#x7684;&#x7528;&#x6237;&#x540D;&#x548C;&#x5BC6;&#x7801;&#xFF0C;&#x5B83;&#x5C06;&#x4F5C;&#x4E3A;&#x4F60;&#x81EA;&#x5DF1;&#x6240;&#x4F7F;&#x7528;&#x7684;&#x7528;&#x6237;&#xB2;&#x3002;&#x6253;&#x5F00; <code>C:\&#x7528;&#x6237;\</code> &#x76EE;&#x5F55;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x4EE5;&#x5B83;&#x547D;&#x540D;&#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4E2A; <code>&#x516C;&#x7528;</code> &#x6587;&#x4EF6;&#x5939;&#xFF1A;</p>
<p><img src="user-and-ms-account/Untitled%201.png" alt="Untitled"></p>
<p>&#x5728;&#x90A3;&#x4E2A;&#x4EE5;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;&#x4E3A;&#x540D;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x4E2D;&#xFF0C;&#x653E;&#x7F6E;&#x7740;&#x4F60;&#x7684;&#x7528;&#x6237;&#x6587;&#x4EF6;&#x548C;&#x8BF8;&#x5982;&#x300C;&#x6587;&#x6863;&#x300D;&#x300C;&#x4E0B;&#x8F7D;&#x300D;&#x7B49;&#x6587;&#x4EF6;&#x5939;&#xFF08;&#x5982;&#x679C;&#x4F60;&#x6CA1;&#x6709;&#x6309;&#x7167; <a href="file-and-file-management.html">&#x6587;&#x4EF6;&#x4E0E;&#x6587;&#x4EF6;&#x7BA1;&#x7406;</a> &#x4E2D;&#x4ECB;&#x7ECD;&#x7684;&#x8FC7;&#x7A0B;&#x53BB;&#x8FC1;&#x79FB;&#x5B83;&#x4EEC;&#x7684;&#x8BDD;&#xFF09;&#x3002;&#x53EF;&#x4EE5;&#x60F3;&#x8C61;&#xFF0C;&#x5047;&#x5982;&#x8FD9;&#x53F0;&#x7535;&#x8111;&#x4E0A;&#x8FD8;&#x6709;&#x53E6;&#x5916;&#x7684;&#x51E0;&#x4E2A;&#x7528;&#x6237;&#xFF0C;&#x90A3;&#x4E48;&#x5728; <code>C:\&#x7528;&#x6237;\</code> &#x5C06;&#x7F57;&#x5217;&#x7740;&#x591A;&#x4E2A;&#x7528;&#x6237;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x90FD;&#x53EA;&#x80FD;&#x6253;&#x5F00;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x90A3;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4EE5;&#x53CA; <code>&#x516C;&#x7528;</code> &#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x4ECE;&#x800C;&#x5B9E;&#x73B0;&#x4E86;&#x300C;&#x591A;&#x4E2A;&#x7528;&#x6237;&#x8D44;&#x6599;&#x7684;&#x9694;&#x79BB;&#x300D;&#x4E0E;&#x300C;&#x7528;&#x6237;&#x95F4;&#x8D44;&#x6599;&#x7684;&#x5171;&#x4EAB;&#x300D;&#x3002;</p>
<p>&#x5728;&#x524D;&#x6587;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x8BB2;&#x8FC7;&#xFF0C;&#x300C;&#x6587;&#x6863;&#x300D;&#x300C;&#x4E0B;&#x8F7D;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x662F;&#x5FAE;&#x8F6F;&#x597D;&#x5FC3;&#x7559;&#x7ED9;&#x6211;&#x4EEC;&#xFF0C;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x6574;&#x7406;&#x6587;&#x4EF6;&#x7684;&#x3002;&#x73B0;&#x5728;&#x4F60;&#x5E94;&#x8BE5;&#x80FD;&#x7406;&#x89E3;&#x8FD9;&#x6837;&#x7684;&#x300C;&#x597D;&#x5FC3;&#x300D;&#x4E86;&#xFF1A;Windows &#x672C;&#x8EAB;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x4E3A;&#x591A;&#x7528;&#x6237;&#x8BBE;&#x8BA1;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x4ECE;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x7684;&#x89D2;&#x5EA6;&#x8003;&#x8651;&#xFF0C;&#x7528;&#x6237;&#x7684;&#x6587;&#x4EF6;&#x53EA;&#x6709;&#x653E;&#x5728; <code>C:\&#x7528;&#x6237;\&lt;&#x7528;&#x6237;&#x540D;&gt;\</code> &#x8FD9;&#x91CC;&#x624D;&#x6BD4;&#x8F83;&#x5B89;&#x7A33;&#x2014;&#x2014;&#x81F3;&#x4E8E;&#x4EC0;&#x4E48;&#x300C;&#x8FD9;&#x91CC;&#x662F; C &#x76D8;&#xFF0C;&#x4E0D;&#x9002;&#x5408;&#x653E;&#x6587;&#x4EF6;&#x300D;&#xFF0C;&#x90A3;&#x5FAE;&#x8F6F;&#x624D;&#x4E0D;&#x7BA1;&#x5462;&#x3002;</p>
<h2 id="&#x7528;&#x6237;&#x4E0E;&#x6743;&#x9650;&#xFF0C;&#x4EE5;&#x53CA;-administrator">&#x7528;&#x6237;&#x4E0E;&#x6743;&#x9650;&#xFF0C;&#x4EE5;&#x53CA; Administrator</h2>
<p>&#x4E0A;&#x6587;&#x6709;&#x8BF4;&#xFF0C;&#x4ECA;&#x5929;&#x4FDD;&#x7559;&#x591A;&#x7528;&#x6237;&#x673A;&#x5236;&#x7684;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x5C31;&#x662F;&#x5B83;&#x80FD;&#x591F;&#x66F4;&#x597D;&#x5730;&#x5B9E;&#x73B0;&#x7CFB;&#x7EDF;&#x6743;&#x9650;&#x7684;&#x5206;&#x79BB;&#x3002;&#x8FD8;&#x8BB0;&#x5F97; <a href="basic-maintenance.html">&#x57FA;&#x672C;&#x7EF4;&#x62A4;&#x548C;&#x5B89;&#x5168;&#x9632;&#x62A4;</a> &#x4E2D;&#x63D0;&#x5230;&#x7684;&#x6743;&#x9650;&#x76F8;&#x5173;&#x7684;&#x77E5;&#x8BC6;&#x5417;&#xFF1F;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x5BF9;&#x90A3;&#x91CC;&#x7684;&#x53D9;&#x8FF0;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x6269;&#x5C55;&#x3002;</p>
<p>&#x7CFB;&#x7EDF;&#x4E4B;&#x4E2D;&#xFF0C;&#x9664;&#x4E86;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x5EFA;&#x7ACB;&#x7684;&#x7528;&#x6237;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x5B58;&#x6709;&#x4E00;&#x4E2A; <strong>&#x9690;&#x85CF;</strong> &#x7684;&#x300C;&#x8D85;&#x7EA7;&#x7528;&#x6237;&#x300D;&#x2014;&#x2014;Administrator&#xFF08;&#x76F4;&#x8BD1;&#x662F;&#x300C;&#x7BA1;&#x7406;&#x5458;&#x300D;&#xFF09;&#x3002;&#x8FD9;&#x4E2A;&#x7528;&#x6237;&#x5177;&#x6709;&#x975E;&#x5E38;&#x9AD8;&#x7684;&#x6743;&#x9650;&#xFF1A;&#x66F4;&#x6539;&#x7CFB;&#x7EDF;&#x5173;&#x952E;&#x8BBE;&#x7F6E;&#x3001;&#x5B89;&#x88C5; / &#x5378;&#x8F7D;&#x8F6F;&#x4EF6;&#x3001;&#x521B;&#x5EFA;&#x65B0;&#x7684;&#x7528;&#x6237;&#x3001;&#x5220;&#x9664;&#x522B;&#x7684;&#x7528;&#x6237;&#x2026;&#x2026;&#x751A;&#x81F3;&#x8FD8;&#x53EF;&#x4EE5;&#x300C;&#x7AA5;&#x63A2;&#x300D;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x7531;&#x4E8E; Administrator &#x7684;&#x6743;&#x9650;&#x592A;&#x9AD8;&#x3001;&#x6CD5;&#x672F;&#x592A;&#x5F3A;&#xFF0C;Windows &#x7CFB;&#x7EDF;&#x4FBF;&#x628A;&#x5B83;&#x300C;&#x5C01;&#x5370;&#x300D;&#x8D77;&#x6765;&#x4E86;&#x2014;&#x2014;&#x5B83;&#x4E0D;&#x53EF;&#x89C1;&#x3001;&#x4E0D;&#x53EF;&#x767B;&#x5F55;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x53EF;&#x611F;&#x77E5;&#x3002;</p>
<p>&#x800C;&#x5305;&#x62EC;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x7528;&#x6237;&#x5728;&#x5185;&#x7684;&#x5176;&#x4ED6;&#x7528;&#x6237;&#xFF0C;&#x90FD;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x9AD8;&#x7684;&#x6743;&#x9650;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x5F00;&#x673A;&#x65F6;&#x521B;&#x5EFA;&#x7684;&#x90A3;&#x4E2A;&#x7528;&#x6237;&#xFF0C;&#x5B83;&#x7684;&#x6743;&#x9650;&#x76F8;&#x5F53;&#x6709;&#x9650;&#x3002;&#x5355;&#x7EAF;&#x4F9D;&#x9760;&#x6211;&#x4EEC;&#x90A3;&#x7528;&#x6237;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x65E0;&#x6CD5;&#x5728; C &#x76D8;&#x5199;&#x5165;&#x6587;&#x4EF6;&#x3001;&#x4E0D;&#x80FD;&#x5B89;&#x88C5;&#x5378;&#x8F7D;&#x8F6F;&#x4EF6;&#x3001;&#x66F4;&#x4E0D;&#x53EF;&#x66F4;&#x6539;&#x7CFB;&#x7EDF;&#x5173;&#x952E;&#x8BBE;&#x7F6E;&#x3002;&#x5728;&#x524D;&#x6587;&#x4E2D;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#xFF0C;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#x4E00;&#x5F00;&#x59CB;&#x6267;&#x884C;&#x65F6;&#xFF0C;&#x53EA;&#x6709;&#x6709;&#x9650;&#x7684;&#x300C;&#x6743;&#x9650;&#x300D;&#xFF0C;&#x9020;&#x6210;&#x7A0B;&#x5E8F;&#x6743;&#x9650;&#x4F4E;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6253;&#x5F00;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x7684;&#x4EBA;&#x2014;&#x2014;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x2014;&#x2014;&#x624B;&#x5934;&#x53EA;&#x6709;&#x8FD9;&#x4E48;&#x70B9;&#x6743;&#x9650;&#x3002;</p>
<p>&#x4F46; Windows &#x4E3A;&#x6211;&#x4EEC;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x5957;&#x300C;&#x5047;&#x624B;&#x4E8E;&#x4EBA;&#x300D;&#x7684;&#x673A;&#x5236;&#x3002;Administrator &#x8FD9;&#x4E2A;&#x91CD;&#x91CF;&#x7EA7;&#x7528;&#x6237;&#x662F;&#x4E0D;&#x80FD;&#x4EB2;&#x81EA;&#x4E0B;&#x573A;&#x7684;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x300C;&#x501F;&#x300D;&#x5B83;&#x7684;&#x8EAB;&#x4EFD;&#x6765;&#x505A;&#x4E8B;&#x3002;&#x8FD8;&#x8BB0;&#x5F97;&#x524D;&#x6587;&#x63D0;&#x5230;&#xFF0C;&#x53F3;&#x51FB;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#x9009;&#x62E9;&#x3010;&#x4EE5;&#x7BA1;&#x7406;&#x5458;&#x8EAB;&#x4EFD;&#x8FD0;&#x884C;&#x3011;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8D4B;&#x4E88;&#x7A0B;&#x5E8F;&#x63D0;&#x5347;&#x7684;&#x6743;&#x9650;&#x5417;&#xFF1F;&#x6240;&#x8C13;&#x7684;&#x300C;&#x4EE5;&#x7BA1;&#x7406;&#x5458;&#x8EAB;&#x4EFD;&#x8FD0;&#x884C;&#x300D;&#xFF0C;&#x5C31;&#x662F;&#x300C;&#x4EE5; Administrator &#x7684;&#x8EAB;&#x4EFD;&#x8FD0;&#x884C;&#x300D;&#xFF1B;&#x800C; Administrator &#x6709;&#x7740;&#x5F88;&#x9AD8;&#x7684;&#x6743;&#x9650;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x4EE5;&#x5B83;&#x7684;&#x8EAB;&#x4EFD;&#x8D4B;&#x4E88;&#x7A0B;&#x5E8F;&#x9AD8;&#x6743;&#x9650;&#x3002;&#x90A3;&#x4E2A;&#x300C;UAC &#x5F39;&#x7A97;&#x300D;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x5C31;&#x662F;&#x67D0;&#x4E2A;&#x7A0B;&#x5E8F;&#x5728;&#x5C1D;&#x8BD5;&#x501F; Administrator &#x7684;&#x8EAB;&#x4EFD;&#x6765;&#x6267;&#x884C;&#x81EA;&#x5DF1;&#x65F6;&#x7CFB;&#x7EDF;&#x5F39;&#x51FA;&#x7684;&#x8B66;&#x544A;&#x3002;</p>
<p><img src="user-and-ms-account/Untitled%202.png" alt="Untitled"></p>
<blockquote>
<p>&#x5728;&#x8FC7;&#x53BB;&#x76D7;&#x7248;&#x3001;&#x4FEE;&#x6539;&#x7248;&#x7CFB;&#x7EDF;&#x6A2A;&#x884C;&#x7684;&#x5E74;&#x4EE3;&#xFF0C;&#x8BB8;&#x591A;&#x56FD;&#x5185;&#x76D7;&#x7248;&#x548C;&#x4FEE;&#x6539;&#x7248;&#x7684; Windows &#x7CFB;&#x7EDF;&#xFF0C;&#x4F1A;&#x5F3A;&#x884C;&#x300C;&#x89E3;&#x9664;&#x300D;Administrator &#x7528;&#x6237;&#x7684;&#x300C;&#x5C01;&#x5370;&#x300D;&#xFF0C;&#x5E76;&#x628A;&#x5B83;&#x4F5C;&#x4E3A;&#x7CFB;&#x7EDF;&#x7684;&#x9ED8;&#x8BA4;&#x7528;&#x6237;&#x3002;&#x5C3D;&#x7BA1;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4E0D;&#x518D;&#x89C1;&#x5230;&#x6709;&#x4E9B;&#x607C;&#x4EBA;&#x7684;&#x300C;UAC &#x5F39;&#x7A97;&#x300D;&#xFF08;&#x56E0;&#x4E3A;&#x6B64;&#x65F6;&#x6211;&#x4EEC;&#x603B;&#x662F;&#x4EE5;&#x6700;&#x9AD8;&#x7684;&#x6743;&#x9650;&#x8FD0;&#x884C;&#x7A0B;&#x5E8F;&#xFF09;&#xFF0C;&#x4F46;&#x8FD9;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x76F8;&#x5F53;&#x4E8E;&#x5934;&#x4E0A;&#x60AC;&#x7740;&#x4E00;&#x628A;&#x300C;<strong><strong><a href="https://baike.baidu.com/item/%E8%BE%BE%E6%91%A9%E5%85%8B%E5%88%A9%E6%96%AF%E4%B9%8B%E5%89%91/231450" target="_blank">&#x8FBE;&#x6469;&#x514B;&#x5229;&#x65AF;&#x4E4B;&#x5251;</a></strong></strong>&#x300D;&#x5728;&#x7CFB;&#x7EDF;&#x4E2D;&#x56DB;&#x5904;&#x7A7F;&#x884C;&#xFF0C;&#x5176;&#x5371;&#x9669;&#x6027;&#x53EF;&#x60F3;&#x800C;&#x77E5;&#x3002;</p>
</blockquote>
<h2 id="&#x672C;&#x5730;&#x5E10;&#x6237;&#x548C;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;">&#x672C;&#x5730;&#x5E10;&#x6237;&#x548C;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;</h2>
<p>&#x4F60;&#x7528;&#x8FC7;&#x624B;&#x673A;&#x4E0A;&#x7684;&#x300C;&#x4E91;&#x670D;&#x52A1;&#x300D;&#x5417;&#xFF1F;&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x8BF8;&#x5982; iCloud&#x3001;&#x534E;&#x4E3A;&#x4E91;&#x670D;&#x52A1;&#x3001;&#x5C0F;&#x7C73;&#x5E10;&#x53F7;&#x8FD9;&#x6837;&#x7684;&#x4E91;&#x670D;&#x52A1;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x63D0;&#x5347;&#x4E86;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x624B;&#x673A;&#x7684;&#x4FBF;&#x5229;&#x7A0B;&#x5EA6;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5FAE;&#x8F6F;&#x5728; Windows &#x7CFB;&#x7EDF;&#x4E0A;&#x4E5F;&#x6709;&#x7740;&#x7C7B;&#x4F3C;&#x7684;&#x670D;&#x52A1;&#xFF1A;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5C06;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x7528;&#x6237;&#x548C;&#x5728;&#x7EBF;&#x7684;&#x300C;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x300D;&#x7ED1;&#x5B9A;&#xFF0C;&#x5B9E;&#x73B0;&#x8BF8;&#x5982;&#x540C;&#x6B65;&#x7B49;&#x7684;&#x5404;&#x79CD;&#x9644;&#x52A0;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x548C;&#x300C;&#x5DF2;&#x7ECF;&#x7ED1;&#x5B9A;&#x4E86;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x7684;&#x7528;&#x6237;&#x300D;&#x533A;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x539F;&#x5148;&#x7684;&#x4F20;&#x7EDF;&#x7684;&#x300C;&#x7528;&#x6237;&#x300D;&#x79F0;&#x4E3A;&#x300C;&#x672C;&#x5730;&#x5E10;&#x6237;&#x300D;&#x3002;&#x5C06;&#x672C;&#x5730;&#x5E10;&#x6237;&#x94FE;&#x63A5;&#x5230;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x540E;&#xFF0C;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x7684;&#x767B;&#x5F55;&#x5BC6;&#x7801;&#x5C31;&#x4F1A;&#x53D8;&#x6210;&#x6211;&#x4EEC;&#x5F00;&#x673A;&#x4F7F;&#x7528;&#x7684;&#x5BC6;&#x7801;&#xFF08;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#x8FD8;&#x53EF;&#x4EE5;&#x8BBE;&#x7F6E;&#x989D;&#x5916;&#x7684;&#x6570;&#x5B57;&#x5BC6;&#x7801;&#xFF09;&#xFF0C;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x7684;&#x7528;&#x6237;&#x540D;&#x5C31;&#x53D8;&#x6210;&#x4E86;&#x6211;&#x4EEC; <strong>&#x663E;&#x793A;&#x5728;&#x5C4F;&#x5E55;&#x4E0A;</strong> &#x7684;&#x7528;&#x6237;&#x540D;&#xB3;&#x3002;&#x5982;&#x679C;&#x4F60;&#x539F;&#x672C;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x672C;&#x5730;&#x5E10;&#x6237;&#xFF0C;&#x6253;&#x5F00;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x2192;&#x3010;&#x5E10;&#x6237;&#x3011;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x6539;&#x7528; Microsoft &#x5E10;&#x6237;&#x767B;&#x5F55;&#x3011;&#xFF0C;&#x6309;&#x63D0;&#x793A;&#x767B;&#x5F55;&#x6216;&#x8005;&#x6CE8;&#x518C;&#x4E00;&#x4E2A;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x5373;&#x53EF;&#x5B8C;&#x6210;&#x7ED1;&#x5B9A;&#x3002;</p>
<p><img src="user-and-ms-account/Untitled%203.png" alt="Untitled"></p>
<p>&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#x8BFB;&#x8005;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x7535;&#x8111;&#x4E0A;&#x4EE5;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x767B;&#x5F55;&#x3002;&#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x672C;&#x5730;&#x5E10;&#x6237;&#x7ED1;&#x5B9A;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x6709;&#x7740;&#x8FD9;&#x4E9B;&#x597D;&#x5904;&#xFF1A;</p>
<ul>
<li>&#x66F4;&#x591A;&#x7684;&#x7528;&#x6237;&#x76F8;&#x5173;&#x529F;&#x80FD;&#xFF0C;&#x4F8B;&#x5982; Windows Hello &#x89E3;&#x9501;&#x3002;</li>
<li>&#x7535;&#x8111;&#x5185;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x5FAE;&#x8F6F;&#x81EA;&#x5BB6; app&#xFF0C;&#x4F8B;&#x5982; Microsoft Store &#x548C; Xbox &#x90FD;&#x5C06;&#x81EA;&#x52A8;&#x767B;&#x5F55;&#x3002;</li>
<li>&#x4E3B;&#x9898;&#x3001;&#x58C1;&#x7EB8;&#x548C;&#x57FA;&#x672C;&#x8BBE;&#x7F6E;&#x540C;&#x6B65;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x6709;&#x591A;&#x53F0; Windows &#x7535;&#x8111;&#xFF0C;&#x90A3;&#x4E48;&#x8BBE;&#x7F6E;&#x4F1A;&#x5728;&#x8FD9;&#x4E9B;&#x8BBE;&#x5907;&#x4E2D;&#x540C;&#x6B65;&#xFF08;&#x53EF;&#x4EE5;&#x624B;&#x52A8;&#x5173;&#x95ED;&#xFF09;&#x3002;</li>
<li>&#x8DE8;&#x8BBE;&#x5907;&#x526A;&#x5207;&#x677F;&#x3002;&#x5982;&#x679C;&#x4F60;&#x6709;&#x591A;&#x53F0; Windows &#x7535;&#x8111;&#xFF0C;&#x90A3;&#x4E48;&#x5728;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x4E0A;&#x590D;&#x5236;&#x7684;&#x4E1C;&#x897F;&#xFF08;&#x7406;&#x8BBA;&#x4E0A;&#xFF09;&#x53EF;&#x4EE5;&#x5728;&#x53E6;&#x4E00;&#x53F0;&#x7535;&#x8111;&#x7C98;&#x8D34;&#x3002;</li>
<li><del>&#x4F60;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x4E3A;&#x4F60;&#x7684;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x597D;&#x770B;&#x7684;&#x5934;&#x50CF;&#xFF0C;&#x8BA9;&#x7535;&#x8111;&#x5728;&#x5F00;&#x673A;&#x65F6;&#x8D4F;&#x5FC3;&#x60A6;&#x76EE;&#x4E00;&#x70B9;&#x3002;</del></li>
<li>&#x2026;&#x2026;</li>
</ul>
<h2 id="&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x4E0E;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;-">&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x4E0E;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7; *</h2>
<p>&#x6253;&#x5F00;&#x3010;&#x6B64;&#x7535;&#x8111;&#x3011;&#xFF0C;&#x89C2;&#x5BDF;&#x4F60;&#x7684;&#x78C1;&#x76D8;&#x56FE;&#x6807;&#x4E0A;&#x662F;&#x5426;&#x6709;&#x6302;&#x9501;&#x56FE;&#x6848;&#x3002;&#x82E5;&#x6709;&#xFF0C;&#x8BF7;&#x52A1;&#x5FC5;&#x9605;&#x8BFB;&#x8FD9;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x3002;</p>
<p><img src="user-and-ms-account/Untitled%204.png" alt="Untitled"></p>
<p>&#x78C1;&#x76D8;&#x56FE;&#x6807;&#x5E26;&#x6302;&#x9501;&#x56FE;&#x6848;&#xFF0C;&#x8BF4;&#x660E;&#x4F60;&#x7684;&#x7535;&#x8111;&#x542F;&#x7528;&#x4E86;&#x300C;&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x300D;&#x3002;&#x4E00;&#x4E9B;&#x5546;&#x52A1;&#x672C;&#x5728;&#x51FA;&#x5382;&#x7684;&#x65F6;&#x5019;&#x4F1A;&#x542F;&#x7528;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x3002;&#x8FD9;&#x529F;&#x80FD;&#x542F;&#x7528;&#x540E;&#xFF0C;&#x786C;&#x76D8;&#x4E0A;&#x7684;&#x6240;&#x6709;&#x6570;&#x636E;&#x90FD;&#x662F;&#x52A0;&#x5BC6;&#x5B58;&#x50A8;&#x7684;&#xFF0C;&#x800C;&#x90A3;&#x7528;&#x6765;&#x89E3;&#x5BC6;&#x7684;&#xFF0C;<strong>&#x957F;&#x8FBE; 48 &#x4F4D;</strong> &#x7684;&#x5BC6;&#x94A5;&#xFF0C;&#x5B58;&#x50A8;&#x5728;&#x7535;&#x8111;&#x5185;&#x90E8;&#x7684;&#x4E00;&#x4E2A;&#x5B89;&#x5168;&#x82AF;&#x7247;&#x4E2D;&#x3002;&#x8FD9;&#x4E2A;&#x5B89;&#x5168;&#x82AF;&#x7247;&#x4F1A;&#x5728;&#x7535;&#x8111;&#x5F00;&#x673A;&#x65F6;&#x68C0;&#x67E5;&#x7CFB;&#x7EDF;&#x5B89;&#x5168;&#x60C5;&#x51B5;&#x2014;&#x2014;&#x4F8B;&#x5982;&#xFF0C;&#x5F00;&#x673A;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x65E0;&#x6076;&#x610F;&#x8F6F;&#x4EF6;&#x4F5C;&#x795F;&#xFF0C;&#x7535;&#x8111;&#x662F;&#x5426;&#x6709;&#x88AB;&#x6076;&#x610F;&#x5F00;&#x542F;&#x5E76;&#x7BE1;&#x6539;&#x8FC7;&#x8BBE;&#x7F6E;&#x7B49;&#x3002;&#x5F53;&#x8FD9;&#x4E2A;&#x82AF;&#x7247;&#x786E;&#x8BA4;&#x5B89;&#x5168;&#x540E;&#xFF0C;&#x5B83;&#x5C31;&#x4F1A;&#x5411;&#x7CFB;&#x7EDF;&#x901A;&#x62A5;&#x5BC6;&#x94A5;&#x5E76;&#x8FDB;&#x884C;&#x89E3;&#x5BC6;&#x3002;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7528;&#x6237;&#x770B;&#x4E0D;&#x5230;&#x5BC6;&#x94A5;&#x3002;</p>
<p>&#x5728;&#x67D0;&#x4E9B;&#x6781;&#x7AEF;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x4E2A;&#x82AF;&#x7247;&#x53EF;&#x80FD;&#x4EA7;&#x751F;&#x300C;&#x8BEF;&#x5224;&#x300D;&#x3002;&#x4E00;&#x65E6;&#x5B83;&#x8BA4;&#x4E3A;&#x542F;&#x52A8;&#x73AF;&#x5883;&#x4E0D;&#x5B89;&#x5168;&#xFF0C;&#x5C31;&#x4F1A;&#x62E6;&#x622A;&#x542F;&#x52A8;&#x8FC7;&#x7A0B;&#xFF0C;&#x4E0D;&#x518D;&#x5411;&#x7CFB;&#x7EDF;&#x901A;&#x62A5;&#x5BC6;&#x94A5;&#x3002;&#x8FD9;&#x65F6;&#x4F60;&#x5C06;&#x4F1A;&#x5728;&#x5F00;&#x673A;&#x65F6;&#x5361;&#x5728;&#x8FD9;&#x4E2A;&#x753B;&#x9762;&#xFF1A;</p>
<p><img src="user-and-ms-account/Untitled%205.png" alt="Untitled"></p>
<p>&#x53EF;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x4F5C;&#x4E3A;&#x666E;&#x901A;&#x7528;&#x6237;&#xFF0C;&#x4ECE;&#x6765;&#x6CA1;&#x89C1;&#x8FC7;&#x90A3; 48 &#x4F4D;&#x957F;&#x7684;&#x300C;&#x5BC6;&#x94A5;&#x300D;&#x7684;&#x771F;&#x9762;&#x76EE;&#x554A;&#x3002;&#x8FD9;&#x65F6;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4F7F;&#x7528;&#x8FC7;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x6765;&#x767B;&#x5F55;&#x7CFB;&#x7EDF;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x4E0D;&#x5FC5;&#x62C5;&#x5FC3;&#x627E;&#x4E0D;&#x5230;&#x8FD9;&#x4E2A;&#x5BC6;&#x94A5;&#xFF0C;&#x5FAE;&#x8F6F;&#x4F1A;&#x81EA;&#x52A8;&#x5E2E;&#x4F60;&#x628A;&#x5B83;&#x5907;&#x4EFD;&#x5230;&#x4E91;&#x7AEF;&#x3002;&#x4F60;&#x53EA;&#x9700;&#x8981;&#x6253;&#x5F00; <a href="https://account.microsoft.com/devices/recoverykey" target="_blank">https://account.microsoft.com/devices/recoverykey</a> &#x8FD9;&#x4E2A;&#x94FE;&#x63A5;&#xFF0C;&#x6309;&#x63D0;&#x793A;&#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#xFF0C;&#x5373;&#x53EF;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x8BBE;&#x5907;&#x7684; 48 &#x4F4D;&#x5BC6;&#x94A5;&#x3002;<del>&#x867D;&#x7136;&#x4F46;&#x662F;&#xFF0C;&#x8C01;&#x613F;&#x610F;&#x624B;&#x6253; 48 &#x4F4D;&#x5BC6;&#x94A5;&#x554A;&#x3002;</del></p>
<p><img src="user-and-ms-account/Bitlocker_Unfinished.png" alt="Bitlocker_Unfinished"></p>
<p>&#x5982;&#x679C;&#x4F60;&#x5728;&#x65B0;&#x673A;&#x914D;&#x7F6E;&#x65F6;&#x6CA1;&#x6709;&#x767B;&#x5F55;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#xFF0C;&#x7535;&#x8111;&#x4E0A;&#x7684;&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x53EF;&#x80FD;&#x4F1A;&#x5904;&#x4E8E;&#x300C;&#x8FD8;&#x5DEE;&#x6700;&#x540E;&#x4E00;&#x5757;&#x62FC;&#x56FE;&#x300D;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x6B64;&#x65F6;&#x7684;&#x78C1;&#x76D8;&#x56FE;&#x6807;&#x4F1A;&#x51FA;&#x73B0;&#x4E0A;&#x56FE;&#x90A3;&#x6837;&#x7684;&#x9EC4;&#x8272;&#x8B66;&#x544A;&#x6807;&#x5FD7;&#x3002;&#x800C;&#x6253;&#x5F00;&#x3010;&#x8BBE;&#x7F6E;&#x3011;&#x2192;&#x3010;&#x66F4;&#x65B0;&#x548C;&#x5B89;&#x5168;&#x3011;&#x2192;&#x3010;&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x3011;&#xFF0C;&#x5219;&#x4F1A;&#x770B;&#x5230;&#x300C;&#x4F60;&#x9700;&#x8981; Microsoft &#x5E10;&#x6237;&#x624D;&#x80FD;&#x5B8C;&#x6210;&#x6B64;&#x8BBE;&#x5907;&#x7684;&#x52A0;&#x5BC6;&#x300D;&#x7684;&#x8B66;&#x544A;&#x4FE1;&#x606F;&#x3002;</p>
<p><img src="user-and-ms-account/Bitlocker_Info.png" alt="Bitlocker_Info"></p>
<p>&#x6CA1;&#x9519;&#xFF0C;&#x8FD9;&#x300C;&#x6700;&#x540E;&#x4E00;&#x5757;&#x62FC;&#x56FE;&#x300D;&#x5C31;&#x662F;&#x5C06;&#x672C;&#x5730;&#x8D26;&#x6237;&#x8FDE;&#x63A5;&#x5230;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#x3002;&#x4F46;&#x6B64;&#x65F6;&#x7CFB;&#x7EDF;&#x6574;&#x4F53;&#x7684;&#x52A0;&#x5BC6;&#x5DE5;&#x4F5C;&#x5176;&#x5B9E;&#x5DF2;&#x7ECF;&#x5B8C;&#x6210;&#x4E86;&#xFF0C;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#x7535;&#x8111;&#x5728;&#x4F7F;&#x7528;&#x65F6;&#x4F9D;&#x7136;&#x6709;&#x6982;&#x7387;&#x9677;&#x5165;&#x300C;&#x8F93;&#x5165;&#x6062;&#x590D;&#x5BC6;&#x94A5;&#x300D;&#x7684;&#x5C34;&#x5C2C;&#x573A;&#x9762;&#x3002;&#x4F46;&#x56E0;&#x4E3A;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x4E0D;&#x662F;&#x5FAE;&#x8F6F;&#x8D26;&#x53F7;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x4ECE;&#x67E5;&#x627E;&#x90A3;&#x300C;&#x6062;&#x590D;&#x5BC6;&#x94A5;&#x300D;&#xFF0C;&#x800C;&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x91C7;&#x7528;&#x7684;&#x52A0;&#x5BC6;&#x7B97;&#x6CD5;&#x975E;&#x5E38;&#x590D;&#x6742;&#xFF0C;&#x57FA;&#x672C;&#x4E0D;&#x53EF;&#x80FD;&#x786C;&#x7834;&#x89E3;&#xFF0C;&#x8FD9;&#x65F6;&#x6211;&#x4EEC;&#x5C31;&#x53EA;&#x80FD;&#x5C1D;&#x8BD5;&#x591A;&#x6B21;&#x91CD;&#x542F;&#x3001;&#x6392;&#x67E5;&#x9020;&#x6210;&#x82AF;&#x7247;&#x8BA4;&#x4E3A;&#x4E0D;&#x5B89;&#x5168;&#x7684;&#x56E0;&#x7D20;&#x6765;&#x5C1D;&#x8BD5;&#x8FDB;&#x5165;&#x7CFB;&#x7EDF;&#x4E86;&#x3002;</p>
<p><strong>&#x6240;&#x4EE5;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x7684;&#x7535;&#x8111;&#x542F;&#x7528;&#x4E86;&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#xFF0C;&#x8BF7;&#x52A1;&#x5FC5;&#x5C06;&#x672C;&#x5730;&#x5E10;&#x6237;&#x8FDE;&#x63A5;&#x5230;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#xFF01;</strong></p>
<h2 id="&#x7EC3;&#x4E60;">&#x7EC3;&#x4E60;</h2>
<ol>
<li>&#x67E5;&#x770B;&#x81EA;&#x5DF1;&#x7684;&#x7528;&#x6237;&#x540D;&#xFF0C;&#x68C0;&#x67E5;&#x81EA;&#x5DF1;&#x662F;&#x4EE5;&#x672C;&#x5730;&#x5E10;&#x6237;&#x767B;&#x5F55;&#x7684;&#x8FD8;&#x662F;&#x4EE5;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x767B;&#x5F55;&#x7684;&#x3002;</li>
<li>&#x68C0;&#x67E5;&#x81EA;&#x5DF1;&#x7684;&#x8BBE;&#x5907;&#x662F;&#x5426;&#x6709;&#x542F;&#x7528;&#x8BBE;&#x5907;&#x52A0;&#x5BC6;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x53EA;&#x6709;&#x90E8;&#x5206;&#x54C1;&#x724C;&#x7CFB;&#x5217;&#x7684;&#x300C;&#x5546;&#x52A1;&#x672C;&#x300D;&#x624D;&#x4F1A;&#x9ED8;&#x8BA4;&#x542F;&#x7528;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x3002;</li>
<li>&#x4E3A;&#x4EC0;&#x4E48;&#x8BF4;&#x5C06; Administrator &#x4F5C;&#x4E3A;&#x4E3B;&#x7528;&#x6237;&#x767B;&#x5F55;&#x65E0;&#x5F02;&#x4E8E;&#x60AC;&#x7740;&#x4E00;&#x628A;&#x300C;&#x8FBE;&#x6469;&#x514B;&#x5229;&#x65AF;&#x4E4B;&#x5251;&#x300D;&#xFF1F;</li>
</ol>
<h2 id="&#x6CE8;&#x91CA;">&#x6CE8;&#x91CA;</h2>
<ol>
<li>&#x6CE8;&#x610F;&#xFF0C;&#x7531;&#x4E8E;&#x5FAE;&#x8F6F;&#x7684;&#x758F;&#x5FFD;&#xFF0C;Windows &#x4E2D;&#x591A;&#x7528;&#x300C;&#x5E10;&#x6237;&#x300D;&#x4E00;&#x8BCD;&#xFF0C;&#x7136;&#x800C;&#x6B63;&#x786E;&#x7684;&#x5199;&#x6CD5;&#x5E94;&#x662F;&#x300C;&#x8D26;&#x6237;&#x300D;&#xFF0C;&#x4F46;&#x4E3A;&#x4E86;&#x5FE0;&#x4E8E;&#x539F;&#x6587;&#xFF0C;&#x6211;&#x4EEC;&#x672A;&#x4F5C;&#x66F4;&#x6539;&#x3002;</li>
<li>&#x5982;&#x679C;&#x4F60;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x5F00;&#x673A;&#x65F6;&#x76F4;&#x63A5;&#x767B;&#x5F55;&#x4E86;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#xFF0C;&#x90A3;&#x4E48;&#x7CFB;&#x7EDF;&#x4F1A;&#x5148;&#x7528;&#x4F60;&#x7684;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x7684;&#x524D; 5 &#x4F4D;&#x4F5C;&#x4E3A;&#x7528;&#x6237;&#x540D;&#x65B0;&#x5EFA;&#x4E00;&#x4E2A;&#x672C;&#x5730;&#x5E10;&#x6237;<del>&#xFF0C;&#x7136;&#x540E;&#x4F60;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x4E00;&#x4E2A;&#x5DE8;&#x96BE;&#x770B;&#x7684;&#x672C;&#x5730;&#x7528;&#x6237;&#x540D;</del>&#xFF0C;&#x7136;&#x540E;&#x8FC5;&#x901F;&#x5C06;&#x5B83;&#x8FDE;&#x63A5;&#x5230;&#x4F60;&#x7684;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#xFF08;&#x53C2;&#x89C1;&#x540E;&#x6587;&#xFF09;&#x3002;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x5BF9;&#x4F60;&#x6765;&#x8BF4;&#x5B8C;&#x5168;&#x65E0;&#x611F;&#x3002;</li>
<li>&#x672C;&#x5730;&#x5B58;&#x50A8;&#x7684;&#x7528;&#x6237;&#x540D;&#x662F;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x7ED1;&#x5B9A;&#x5230;&#x5FAE;&#x8F6F;&#x5E10;&#x53F7;&#x800C;&#x6539;&#x53D8;&#x7684;&#x3002;&#x5373;&#xFF0C;&#x7ED1;&#x5B9A;&#x524D;&#x540E;&#xFF0C;&#x6253;&#x5F00; <code>C:\&#x7528;&#x6237;\</code> &#x770B;&#x5230;&#x7684;&#x6587;&#x4EF6;&#x5939;&#x540D;&#x5B57;&#x662F;&#x4E00;&#x6837;&#x7684;&#x3002;</li>
</ol>

<script>console.log("plugin-popup....");document.onclick = function(e){ e.target.tagName === "IMG" && window.open(e.target.src,e.target.src)}</script><style>img{cursor:pointer}</style>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="screens-and-their-secrets.html" class="navigation navigation-prev " aria-label="Previous page: 显示器的二三事">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="recover-from-bsod.html" class="navigation navigation-next " aria-label="Next page: 蓝屏与解决蓝屏">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"用户与微软账号","level":"1.5.3","depth":2,"next":{"title":"蓝屏与解决蓝屏","level":"1.5.4","depth":2,"path":"missing/recover-from-bsod.md","ref":"missing/recover-from-bsod.md","articles":[]},"previous":{"title":"显示器的二三事","level":"1.5.2","depth":2,"path":"missing/screens-and-their-secrets.md","ref":"missing/screens-and-their-secrets.md","articles":[]},"dir":"ltr"},"config":{"plugins":["back-to-top-button","splitter","hide-element","custom-favicon","popup","-sharing","sharing-plus","intopic-toc","advanced-emoji","katex-pp"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"intopic-toc":{"isCollapsed":true,"isScrollspyActive":true,"label":"文章目录","maxDepth":6,"mode":"nested","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4, .markdown-section h5, .markdown-section h6","visible":true},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"popup":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"hide-element":{"elements":[".gitbook-link"]},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"favicon":"favicon.ico","back-to-top-button":{},"custom-favicon":{},"advanced-emoji":{"embedEmojis":false},"sharing":{"qq":true,"all":["douban","facebook","google","instapaper","linkedin","twitter","weibo","messenger","qq","qzone","viber","whatsapp"],"douban":true,"facebook":false,"weibo":true,"twitter":false,"pocket":true,"google":false,"qzone":true},"katex-pp":{},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Hans Wan and Windy Deng","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"你缺失的那门计算机课","language":"zh-hans","gitbook":"*","description":"Your Missing Semester of Using Computer"},"file":{"path":"missing/user-and-ms-account.md","mtime":"2023-10-10T05:06:45.068Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2023-10-10T05:07:37.606Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-hide-element/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/gumshoe.polyfills.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-intopic-toc/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

